/datum/species/human/northern
	ru_name = "Человек (Северяк)"
	ru_desc = "<b>Человек</b><br>\
	Люди являются самыми древними созданиями старого бога. Отличаются своей упорностью и преобладающим населением, люди, как правило, \
	превосходят другие расы по численности в соотношении примерно десяти к одному в таких регионах, как Гренцельхоф.\
	Хотя на западе ситуация обратная. Люди происходят из обширного спектра культур и этнических групп, многие из которых исторически находились в конфликте друг с другом. \
	Будучи древнейшими созданиями плачущего Бога, люди чаще находят удачу легче, чем другие расы, и настолько разнообразны, что никакие другие расовые черты не доминируют в их виде..."
