/datum/species/dwarf/mountain
	ru_name = "Дворф"
	ru_desc = "<b>Дворф</b><br>\
	Гордый и крепкий народ короткорослых горных жителей, дворфы известны своей гордостью за боевую силу и приверженностью древним традициям. \
	Дворф, подобно камню, из которого он высекает свою крепость, упрям и древен, а его раса — самая долголетняя из всех творений старого бога. \
	Они, как и камень, редко меняются и склонны избегать модернизации окружающего мира. Вместо этого дворф обращается к наследию своих предков за советом по различным \
	возникающим перед ним трудностям. Хотя, в некотором роде, это поведение иронично приводит к технологическому прогрессу, \
	так как они продолжают совершенствовать своё ремесло с помощью мощной механизации и кузнечного дела. Дворфы крепки, но не известны своей быстротой или зрением. \
	Каждый дворф происходит из древней крепости, названной в честь самого распространённого минерала."
