/datum/species/seelie
	ru_name = "Сиили"
	ru_desc = "<b>Сиили</b><br>\
	Самые маленькие из фейского народа, Сиили - загадочная и малоизученная раса. \
	Существа без родителей, неспособные к естественному размножению, они явно не распространяются типичным для людей способом. \
	Вместо этого, Сиили обычно появляются и собираются в местах хаоса и несчастий, процветая в такой среде. \
	Сиили известны своими Стихийными Настройками - влиянием природы, которое мистическим образом породило их существование. \
	Любые племенные отношения или история этой расы редки и малоизвестны, и поэтому их окружают заблуждения и мифы. \
	The wary traveller should take heed of such beings, as both fortune and missery is said to accompany the little troublemakers."
