/datum/job/roguetown/farmer
	ru_title = "Сын Земли"
	f_title = "Дочь Земли"
	ru_tutorial = "Вы живете просто, ваше базовое понимание жизни - это то, \
	чему многие могли бы позавидовать, если бы знали, насколько оно идеально. \
	Вы знаете, что такое хороший рабочий день, пот на вашем челе - это ваше: голод и \
	чума могут взять свое, но вы знаете, как хорошо отпраздновать жизнь. Возделывайте землю и \
	производите свежую пищу для окружающих, и, возможно, когда-нибудь вы станете не просто невоспетым героем."
