/datum/patron/divine/astrata
	ru_name = "Астрата"
	ru_domain = "Богиня Солнца, Дня и Порядка"
	ru_desc = "Первенец Псайдона, близнец Нок, подарившая людям Солнце."
	ru_worshippers = "Высокодуховные, Фанатики и Фермеры"
	ru_confess_lines = list(
		"АСТРАТА - МОЙ СВЕТ!",
		"АСТРАТА ПРИВОДИТ ПОРЯДОК!",
		"Я СЛУЖУ МОЕЙ ЛЮБИМОЙ!",
	)

/datum/patron/divine/noc
	ru_name = "Нок"
	ru_domain = "Бог Луны, Ночи и Мудрости"
	ru_desc = "Первенец Псайдона, близнец Астрата, подаривший людям мудрость."
	ru_worshippers = "Волшебники и Ученые"
	ru_confess_lines = list(
		"НОК - ЭТО НОЧЬ!",
		"НОК ВИДИТ ВСЕ!",
		"Я ИЩУ МИСТИКУ ЛУНЫ!",
	)

/datum/patron/divine/dendor
	ru_name = "Дендор"
	ru_domain = "Бог Земли и Природы"
	ru_desc = "Первородный сын Псайдона, покровитель зверей и леса. Сошел с ума со временем."
	ru_worshippers = "Дравиды, звери и безумцы"
	ru_confess_lines = list(
		"ДЕНДОР ПРЕДСТАВЛЯЕТ ЗЕМНОЕ БОГАТСТВО!",
		"ТРЕФАТЕР ПРИВОДИТ БОГАТСТВО!",
		"Я ОТВЕЧАЮ ВЫЗОВУ ВЕЛИКОГО!",
	)

/datum/patron/divine/abyssor
	ru_name = "Абиссор"
	ru_domain = "Бог Океана, Штормов и Талы"
	ru_desc = "Любимый сын, подаривший людям пищу и воду."
	ru_worshippers = "Люди моря, первобытные водоплавающие"
	ru_confess_lines = list(
		"АБИССОР КОМАНДУЕТ ВОЛНАМ!",
		"ГРОЗА ОКЕАНА - ВОЛЕЙ АБИССОРА!",
		"Я ПРИТЯГИВАЮСЬ К ПРИЛИВУ!",
	)

/datum/patron/divine/ravox
	ru_name = "Равокс"
	ru_domain = "Бог Войны, Правосудия и Силы"
	ru_desc = "Сильнейший из детей Псайдона, он наблюдает за людьми издалека."
	ru_worshippers = "Воины, Сельдвары и те, кто ищет Правосудие"
	ru_confess_lines = list(
		"РАВОКС - ЭТО ПРАВОСУДИЕ!",
		"МИЛОСТЬ ЧЕРЕЗ ВРАЖДУ!",
		"ДРУМЫ ВОЙНЫ БЬЮТСЯ В МОЕМ СЕРДЦЕ!",
	)

/datum/patron/divine/necra
	ru_name = "Некра"
	ru_domain = "Богиня Смерти и Послежития"
	ru_desc = "Невидимая Госпожа, богиня, которая страшит и уважается, но ведет мертвых."
	ru_worshippers = "Мертвые, Плачущие и Хранители могил"
	ru_confess_lines = list(
		"ВСЕ ДУШИ НАХОДЯТ СВОЙ ПУТЬ К НЕКРА!",
		"НЕКРА - НАШ ПОСЛЕДНИЙ ПОКОЙ!",
		"Я НЕ СТРАШУСЬ СМЕРТИ, МЕЧТА МЕНЯ!",
	)

/datum/patron/divine/xylix
	ru_name = "Хилик"
	ru_domain = "Бог обмана, свободы и вдохновения"
	ru_desc = "Безумный Бог, подаривший людям безумие и тысячу обманов."
	ru_worshippers = "Шулеры, мошенники, серебряные языки и разбойник"
	ru_confess_lines = list(
	"АСТРАТА - МОЙ СВЕТ!",
	"НОК - ЭТО НОЧЬ!",
	"ДЕНДОР ПРЕДСТАВЛЯЕТ ЗЕМНОЕ БОГАТСТВО!",
	"АБИССОР КОМАНДУЕТ ВОЛНАМ!",
	"РАВОКС - ЭТО ПРАВОСУДИЕ!",
	"ВСЕ ДУШИ НАХОДЯТ СВОЙ ПУТЬ К НЕКРА!",
	"ХАХАХАХА! АХАХАХА! ХАХАХАХА!",
	"ПЕСТРА ИЗБАВЛЯЕТ ОТ ВСЕХ НЕДУГОВ!",
	"МАЛУМ - МОЯ МУЗА!",
	"ЕОРА - ЭТО ЛЮБОВЬ, ЕОРА - ЭТО ЖИЗНЬ!",
	)

/datum/patron/divine/pestra
	ru_name = "Пестра"
	ru_domain = "Богиня Разложения, болезней и Медицины"
	ru_desc = "Любимая дочь Псайдона, подарившая людям медицину."
	ru_worshippers = "Плакальщики, Медики и Аптекары"
	ru_confess_lines = list(
		"ПЕСТРА ИЗБАВЛЯЕТ ОТ ВСЕХ НЕДУГОВ!",
		"РАЗЛОЖЕНИЕ - ЭТО ПРОДОЛЖЕНИЕ ЖИЗНИ!",
		"МОЯ БОЛЬ - ЭТО МОЁ ИСПЫТАНИЕ!",
	)

/datum/patron/divine/malum
	ru_name = "Малум"
	ru_domain = "Бог Огня, Разрушения и Перерождения"
	ru_desc = "Бесстрастный Бог, дети которого не таят зла в своих поступках."
	ru_worshippers = "Кузнецы, Шахтёры и Художники"
	ru_confess_lines = list(
		"МАЛУМ - МОЯ МУЗА!",
		"ИСТИННАЯ ЦЕННОСТЬ В ТРУДЕ!",
		"Я - ИНСТРУМЕНТ СОЗДАНИЯ!",
	)

/datum/patron/divine/eora
	ru_name = "Еора"
	ru_domain = "Богиня Любви, Жизни и Красоты"
	ru_desc = "Божественный дар Еоры - семья. Она научила людей делать красоту и вино, чтобы они могли жить свою жизнь до конца. Она учит любви к семье, к красоте, к гениталиям и ненавидит все, что им угрожает."
	ru_worshippers = "Любовники, заботящиеся о старых и Шлюхи"
	ru_confess_lines = list(
		"ЕОРА - ЭТО ЛЮБОВЬ, ЕОРА - ЭТО ЖИЗНЬ!", // https://youtu.be/ndjEvpzAnO0?si=n0_Z9PsGgheAQI8n - ШРЕК - ЭТО ЛЮБОВЬ, ШРЕК - ЭТО ЖИЗНЬ!
		"ЕЁ КРАСОТА - ЕЁ НАКАЗАНИЕ!",
		"Я ЛЮБЛЮ ТЕБЯ, ХОТЬ ТЫ МЕНЯ И МУЧАЕШЬ!",
	)
