/datum/job/roguetown/lunatic
	ru_title = "Безумец"
	ru_tutorial = "Безумец, изгнанный из общества и притягивающий несчастья. \
	Его задача проста, но опасна: выжить любыми средствами, хотя само его существование \
	привлекает опасность со всех сторон. Он ищет искупление через доброту и дружбу; это его самый \
	быстрый путь к освобождению от этого проклятия. Он должен идти осторожно, потому что доверие трудно \
	завоевать и легко потерять. Все, кому не лень, избивают его, калечат, а так же и хотят убить из-за его безумного нрава, \
	безбожного образа жизни. На него не действуют законы Рокхилла или божьих."
