/datum/job/roguetown/farmer
	ru_title = "Крестьянин"
	ru_f_title = "Крестьянка"
	ru_tutorial = "Вы живете просто, ваше простецкое понимание жизни - это то, \
	чему многие могли бы позавидовать, если бы знали, насколько оно идеально. \
	Вы знаете, каков на деле добротный рабочий день, пот на вашем челе - тому пример. Голод и \
	чума могут брать свое, но вы знаете как ценить ту жизнь, что была вам дана. Возделывайте землю и \
	производите пищу для окружающих, и, возможно, когда-нибудь вы станете не просто невоспетым героем."
