/datum/job/roguetown/councillor
	ru_title = "Советник"
	ru_f_title = "Советник"
	ru_tutorial = "Вы то ли были назначены на эту должность, то ли купили ее, или же вовсе были назначены самим Маршалом. \
				Независимо от происхождения, вы теперь служите помощником, планировщиком и судьей для Маршала. \
				Вы помогаете ему контролировать налогообложение, строительство и планирование новых законов. \
				Вы отвечаете только Барону, Маршалу, Баронессе, Наследнику или Наследнице. \
				Вы являетесь секретарём для всей руководящей знати, Ваш основной долг, впрочем – помочь Маршалу с его обязанностями."
