/datum/job/roguetown/templar
	ru_title = "Храмовник"
	ru_f_title = "Храмовница"
	ru_tutorial = "Храмовники есть воины Ордена Десяти, которые отказались от богатств и титулов в пользу веры, \
	будь то из-за религиозного фанатизма или прошлых позоров. Они охраняют храм и подчиняются жрецу, внимательно \
	следя за ересью и ночными чудовищами. В тревожных снах они мучаются мыслями, была ли пролитая ими кровь пролита зазря."
	allowed_patrons = ALL_DIVINE_PATRONS

/datum/outfit/job/roguetown/templar
	allowed_patrons = ALL_DIVINE_PATRONS
