/datum/job/roguetown/guild_clerk
	ru_title = "Наместник Гильдии"
	ru_f_title = "Наместница Гильдии"
	ru_tutorial = "Опрятный. Грубый. Неистовый. Это первые слова, что приходят на ум о невоспетых героям – \
	контрактникам гильдии наемников. Именно через них обыватели находят наёмников и получают справедливую цену за их услуги. \
	Вы не только отвечаете за организацию контрактов, но и следите за правильным использованием и доставкой \
	вознаграждений из эксидиума. Всё это – неблагодарная работа, но кто-то должен ее выполнять. Возможно, это будете вы."
