/datum/job/roguetown/gatemaster
	ru_title = "Привратник"
	ru_tutorial = "Сказания говорят о легендарной способности Стража Ворот стоять на воротах и спрашивать людей без конца. \
	Соперничая только с деревом, которое может оставаться на месте веками, Стражи Ворот известны тем, что накапливают запасы на долгие недели. \
	Используя подчиненных и помощников, чтобы доставлять им провизию, как и Дендор кормит корни природы, чтобы они могли прожить долго. \
	К сожалению, громкий голос Маршала или их Советников часто разрывает вас из транса."
	min_pq = 0
