/datum/job/roguetown/gatemaster
	ru_title = "Привратник"
	ru_f_title = "Привратница"
	ru_tutorial = "Сказания говорят о легендарной способности привратника стоять у ворот и спрашивать пришедших без устали. \
	Вы тот человек, от милости которого зависит, пройдет ли кто-либо в замок или окажется в его подземельях. \
	Соперничая в выдержке только с деревом, что может стоять на месте веками, вы известны тем, что запасаютесь на многие недели. \
	Вы пользуетесь подчиненными и помощниками для доставки вам провизии, как Дендор кормит корни природы, чтобы та могла прожить долго. \
	Увы, громогласные указы Маршала или их Советников часто отрывают вас из транса рутины у ворот."
	min_pq = 0
