/datum/job/roguetown/veteran
	ru_title = "Ветеран-Фехтмейстер"
	ru_tutorial = "Вы сражались всю свою жизнь. Нет такого способа убить живое существо, \
	который вы бы не отпрактиковали на войне. Вы явно не стали бы называть себя героем; герои — \
	это те, кто остался гнить в полях, на которых ВЫ оттачивали своё древнее ремесло. За это вы заплатили \
	спокойным сном по ночам и не любите вспоминать, что пришлось сделать, чтобы выжить. Ныне вы обменяли \
	приключения на стабильную плату, что явно стало единственным верным решением, и, возможно, когда-нибудь \
	вы навсегда отложите меч в сторону."
