/datum/subclass/forlorn
	ru_name = "Наёмник Гильдии Забытых"
	ru_tutorial = "Забытые - это гильдия наемников, которая была основана в неизвестном регионе Лалвестина, \
	последнем крупном оплоте Десяти в Зибантийской империи. Ваша жизнь была вынуждена превратиться из жизни в \
	благочестивом уединении в жизнь обычного наёмника, в которой благословения Нока оказались весьма полезными \
	в отпоре как монстрам, так и людям. По какой-то причине вы оказались в Рокхилле, предлагая свои \
	навыки тому, кто больше заплатит. Знание – сила, так они говорят..."
