/datum/subclass/newmoon
	allowed_sexes = list(MALE, FEMALE)

/datum/subclass/newmoon
	ru_name = "Наёмник Новолуния Зибантии"
	ru_tutorial = "Заклинатели Новолуния Зибантии - остатки погибшего монастыря ноцитов в неизвестном регионе Лалвестина, \
	последнего крупного оплота Десяти в Зибантийской империи. Их монашеский образ жизни и набожность быстро рухнули под тяжестью Гнили, \
	и жизни их превратились из благочестивого уединения в жизнь обычного наёмника, в которой благословения Нока оказались весьма полезными \
	при отпоре как монстрами, так и людям. По какой-то причине вы оказались в Рокхилле, предлагая свои навыки тому, кто больше заплатит. Знание - сила, так они говорят..."
