/datum/job/roguetown/consort
	ru_title = "Муж Баронессы"
	ru_f_title = "Жена Барона"
	ru_tutorial = "Вы – приближённый консорт господаря Рокхилла и самый доверенный его наперсник. Вас, скорее всего избрали не по любви, \
	а по ценности в политике, хоть за время, может, вы и могли стать верным другом Его Величества. Ясно одно: Ваша преданность \
	и возможная любовь будут проверены одним днём. Точащие кинжал для горла вашего объекта воздыхания будут точить их и для вас."
	cmode_music = 'sound/music/combat_noble.ogg'
