/datum/job/roguetown/steward
	ru_title = "Казначей"
	ru_tutorial = "Золото, золото... Золото! О прекрасные монеты: Вы в них одержимы, и занимаете должность королевского казначея, \
	который отвечает за золото и счета. Вы знаете, какую власть монеты имеют над человеческой душой , и знаете, \
	какие усилия эти люди предпримут, чтобы получить еще больше золота и серебра. \
	Сохраняйте ваш разлагающийся экономический баланс и ваших \"крыс\" живыми, ведь они единственные, кому вы можете сохранять доверие."
