/datum/job/roguetown/harbormaster
	ru_title = "Капитан Порта"
	ru_tutorial = "Вы Капитан в отставке, видели все, что могут предложить многочисленные порты известного мира. \
	В дневное время вы можете удобно устроиться и управлять потоком товаров в местной гавани, но по ночам ваши мысли устремлены на юг, \
	к великим морским городам и экзотическим рынкам Грензельхофта и Зибанту, ныне павшим под гнетом. Вы тесно сотрудничаете с торговцем, \
	обеспечивая безопасность гавани и проходящих через нее товаров."
