/datum/job/roguetown/harbormaster
	ru_title = "Капитан в отставке"
	ru_tutorial = "Вы отошли от своего пиратского прошлого и считаете, что видели всё, что могут предложить многочисленные порты известного мира. \
	Если ваше прошлое и научило вас чему-то важному, то в первую очередь необходимости всегда находить себе работу, будь то доставка грузов или каперская \
	служба... Впрочем, среди этой деревенщины и городской бедноты, вы пожалуй в первую очередь выделяетесь готовностью браться за работу, на которую \
	обычно согласны только бандиты. Главное только не подвести матросов, которые доверились вам и тоже сошли на берег. И проклянёт вас Аббисор, \
	если с парнями что-то случится."
