/datum/job/roguetown/longshoreman
	ru_title = "Бывший моряк"
	ru_tutorial = "Вы откликнулись на призыв Абиссора еще в юности, хотя и не без труда, \
	выманивая ценности у всех, кто попадался вам на пути. Теперь бывший капитан отошел от преступной жизни и, \
	как и он, вы служите ему с нерушимой преданностью, пусть и под другим знаменем. Вам предстоит найти себе место в этом городе под предводительством своего капитана, \
	постаравшись не сгинуть в канаве после очередной драки с сухопутной крысой."
