/datum/faith/zizo
	name = "Зизо"
	desc = "Реальность склоняется перед Божеством.\n\
		Давным-давно Зизо совершила невозможное: она победила Псайдона и заняла его место. \
		Слабоумные цепляются за так называемых Преемников и забытый пантеон Презренных, некоторые даже утверждают, что Псайдон все еще жив!\n\
		Божество улыбается нам, когда мы оскверняем творение Псайдона и становимся божествами, которыми всегда должны были быть."
	worshippers = "Некроманты, жаждущие власти, культисты и еретики всех мастей"
	godhead = /datum/patron/zizo
