{"Contents":[
"<h3><strong>Title: Tome of Justice; The Everlasting Will of Pope Bassyon II the Lawful of the Holy See</strong><br>
<strong>Second Edition Author: Fitzine the Mute, Pope Bassyon II&apos;s Court Scribe</strong></h3>

<h3><strong>HARK! This is the Common Law of all Civilized lands under the HOLY SEE; may NO PUNISHMENT GIVEN by any lawful Lord, Lady, Baron, Duchy, or Sherrif, be done to harsher standards than the below, though they may be softened depending on severity of the crime.</strong><br></h3>

Legal Definitions, for Clairevoyence:<br><br>
Murder - the Irrecoverable death of a lyfe, that no physick, holy-man, or other, may restore the lost lyfe.
Deadly Assault - an attack that attempts to end the lyfe of another, or an attack that ends a lyfe that, by miracle of Astrata-Noc or physick or holy-man, is returned to Psydonia
Heresy - the praisage of any Ascendants, or false Idols, and defyage of divine scripture (nay the clergy) of the Ten, or wilfully going against divine, lawful activities of the Holy See and Church.
Hampering of Justice - the aideing of criminals, refusal to listen to lawful commands, slander, generally punished by fines nay surpaseth 50 mammons.
Vandalism - damaging of property, building, or goods, but nay people
Functionary - any person or persons hired by the court, including Guards, hired Mercenaries, public servants, and Royal Guards


Punishment of misdeeds mae be of the divers combination hereby layd in order of severity:<br><br>

<small>I</small>&nbsp&nbsp
Death - only to be used if Exilement is violently broken, or broken repeatedly, or the Guilty repeatedly escape from Lawful capchure, or are a Present Danger to the Duchy's Future<br>
<small>II</small>&nbsp
Exile - for a score of daes, months or yils, for which breaking may be punished by Execution or Servitude<br>
<small>III</small>
Servitude - for a score of daes or months, not exceeding <br>
<small>IV</small>
Public humiliation - marking of the individual, tossing into the Moat without injurie, use of the Pillorie<br>
<small>V</small>
Maimage - beating, flogging, or harming, but nay the removal or crippling of limb or lyfe<br>
<small>VI</small>&nbsp
Imprisonment - in the city dungeons for a score of daes or months, depending on the severity of the misdeed<br>
<small>VII</small>
Fine - payable to the city; inability to pay be a misdeed that leads to imprisonment or harsh bondage or both, until repaid<br>
<small>VII</small>
Damages - payable to the injured party or it&apos;s kin: inability to pay leads to imprisonment or harsh bondage or both, until repaid<br>

<h3>I. High misdeeds against our Lord, His&apos; nobles, or His&apos; functionary.</h3>

<small>I.I</small>&nbsp Murder of our Lord: death or exile to the Lord&apos;s assassin. ADDITIONALLY, death, or exile, or public humiliation, maimage, and stripping of titles and property, to the Lord&apos;s failed guards, to be carried out by their underlings.<br>
<small>I.II</small>&nbsp Assault or Deadly Assault against our Lord: maimage, public humiliation, followed by servitude or exile. ADDITIONALLY, public humiliation or maimage or damages and fines for the Lord&apos;s failed guards, to be carried out by their superiors.<br>
<small>I.III</small>&nbsp Assault or impersonation of Lord&apos;s functionary or His&apos; court: public humiliation and imprisonment for a dae, and fine of a score nay surpaseth 50 mammons.<br>
<small>I.IV</small>&nbsp Damage or Vandalism of our Lord&apos;s Court or Manor: damages paid and public humiliation, or Servitude until repayment and public humiliation<br>
<small>I.V</small>&nbsp Deadly Assault of our Lord&apos;s functionary or His&apos; nobles: public humiliation and maimage, or imprisonment of up to three daes, both with fines and damages.<br>
<small>I.VI</small>&nbsp Grand theft of the Lord&apos;s treasury: Public humiliation, imprisonment, damages and a fine equal to any missing coin, and thenafter the removal of the perpetrating limb<br>
<small>I.VII</small>&nbsp Hampering of the Court&apos;s justice: Fine of a score nay surpaseth 20 mammons.<br>
<small>I.VII</small>&nbsp Resisting lawful arrest by the Lord or Court&apos;s functionaries: a fee up to a score of fifty mammons, depending on severity of crime. Vlent resistance (fist and clubbe) with Hampering of Justice, and lethal resistance with Assault or Deadly Assault<br>


<h3>II. Misdeeds against our Lord Divine,</h3>

<small>II.I</small>&nbsp&nbsp Assault of our priests or lay worshippers: fine of a score nay surpaseth 100 mammons and imprisonment of a score nay surpaseth three daes.<br>
<small>II.II</small>&nbsp Disordinate deeds in a temple: small fine and a warning; failure to uphold be hampering of the Lord&apos;s justice.<br>
<small>II.III</small>&nbsp Blasphemy against the Ten or Church: warning; failure to uphold be Heresy.<br>
<small>II.IV</small>&nbsp Heresy: public humiliation and maimage, thenafter a divine church decision on the heretic&apos;s fate, nay surpassing exile depenting on their Redemptyon.<br>
<small>II.V</small>&nbsp Theft of Temple Goods or Offerings: imprisonment of a score nay surpaseth three daes and damages of a score doubly the cost of the stolen items. If the criminal nay haveth capacity to pay, they shall serve in indentured bondage until able.<br>
<small>II.VI</small>&nbsp Grave-Robbery: imprisonment of a score nay surpaseth a dae, and damages with parity to the cost of repairs, add a 50 mammons, paid towards the Church.<br>

<h3>III. Misdeeds against all civil lyfe.</h3>

<small>III.I</small>&nbsp Robbery and Mugging: damages and fine equal to no more than two-times damages.<br>
<small>III.II</small>&nbsp Espionage and High Treason: death or eternal exile.<br>
<small>III.III</small>&nbsp Fencing of stolen goods: fine of a score equal to the value of the goods stolen.<br>
<small>III.IV</small>&nbsp Littering: Fine of a score nay surpaseth 5 mammons and a warning; failure to uphold is hampering of the Lord&apos;s justice.<br>
<small>III.V</small>&nbsp Poisoning city water: one yil of hard servitude for every dae of afflicted water, plus assault and murder counts for any whom die from poisoned agua, plus damages equal to lost economie.<br>
<small>III.VI</small>&nbsp Theft: damages and a fine of a score equal to the value of stolen goods, or servitude equal to twice the worth of good in damages.<br>
<small>III.VII</small>&nbsp Vandalism: imprisonment of a score nay surpaseth three daes and fine or damages of a score with parity to the cost of repairs add 10 mammons.<br>
<small>III.VIII</small>&nbsp Charging over triple a good&apos;s value: fine of a score with parity to the value.<br>
<small>III.IX</small>&nbsp Evasion of the Lord&apos;s Lawful Tax: the missing tax in damages, with a fine of 20 mammon per 100 owed, the fine nay surpaseth a score of 100<br>
<small>III.X</small>&nbsp Grand Theft, or Theft Above 400 score: damages equal to two-score the cost. Then, depending on the exact score of mammon: public humiliation, imprisonment, maimage, servitude, removal of perpetrating limb, in order of punishments for larger bounties<br>

<h3>IV. Misdeeds against others.</h3>

<small>IV.I</small>&nbsp Assault of a citizen: damages of a score nay surpaseth 50 mammons, eqyvalent to lost wage and physick cost.<br>
<small>IV.II</small>&nbsp Blackmail or intimidatation of a citizen: fine or damages of a score nay surpaseth 50 mammons.<br>
<small>IV.III</small>&nbsp Damage to property or livestock: damages of a score equal the cost of repairs add a 100 mammons.<br>
<small>IV.IV</small>&nbsp Disturbing the peace: fine of a score nay surpaseth 10 mammons and warning, or public humiliation; failure to uphold be Hampering of the Lord&apos;s justice.<br>
<small>IV.VI</small>&nbsp Murdering a citizen: public humiliation, maimage, and damages of a score nay less than 200 mammons to the victim&apos;s kin, followed by exile or indentured servitude no less than 30 yil<br>
<small>IV.VII</small>&nbsp Deadly Assault of a citizen: harsh bondage of a score nay surpaseth 10 yil, or damages and fine of a score nay LESS-THAN 200 mammons, followed by public humiliation and maimage.<br>
<small>IV.VIII</small>&nbsp Slavery, or Forced Servitude Un-Sanctionyd by Crown of Church: public humiliation and maiming, damages of lost wages paid to enshackled party, fine of a score nay surpaseth twice this value.<br>


<br>
<strong>[The remainder of the tome has pages upon pages of Holy scripture]</strong>
"]}
