{"Contents":["Guide To Remedies for idiots
This is an extremely quick run down of what the drugs you have do.



DETOX- rapidly removes drugs and medicines from the body while removing toxins as well

REJUV- a cure all stabalizing syrum, useful for when someone is at deaths door, helps them breath, restores some fatigue, restores blood, reduces pain doesnt heal-heal but good for emergencies when you or someone else are about to drop. will keep you up long enough to treat

PURIFY- Revolutionary syrum, closes wounds while removing any form of infection present in the body. weather moon or zizo touched it will burn it out fo the body before it takes hold. did I say burn? this is going to hurt.

PNKBALLS- this is just a take on standard healing potion, restores ones over all wellbeing.

WAKE-UP- don't want to sleep or can't? then just take these and don't. restores ones fatigue and sobers one up. fights tiredness.


treatment for dummies will be if on deaths door drink a rejuv, get away as soon as you can. bandage. pop a pink pill. stitch one self when overall condition has stabalized.

Alchemy---------------------------------------

too much to say about this. experiment. I will tell you the two basics and a drug.

essences. essence are everything. see what you can grind in a mortar to get. grind a slab of meat to get essence of flesh. shove that into an alembic and let it brew. will make a mug worth of meaty syrum. shove ash (not mortar'd) into the alembic to get a mug worth of syrum of fire. combine in a bucket or pot (or alembic) to create health elixer

for mana same except with a fish grinded in the mortar, a whole fish. use that essence and essence of fire

for salt combine a grinded stones essence turned into a syrum of earth. with a syrum of fire for the reaction to happen

for ozium combine a grinded dryed swampweed essences syrum from the alembic with the essence of a grinded poison berry turned syrum. forms into a powder.

there are more but this explains the concept
"]}
