{"Contents":[
	"<h3><strong>The Path of the War Scholar Volume 7</strong><br></h3>
	<strong><em>Author: Jatholemew von Rittensquatter, Esq.</em></strong><br><br>
	
	 <em>Some of the pages of this volume are missing; it's unclear whether it's by damage or on purpose, but through the few pages you can find you gather that it's a collection of Naledian stories translated, both in terms of language and meaning, into Imperial.</em> <br><br>

<strong>How We Failed Them</strong><br>
Psydon, the powerful. Psydon, the wise. Psydon, the great. Psydon, the trusting. And how trusting they are; and how foolish we are. It is not their fault, to lay blame on them would be the act of a true coward. For it is their love for us, and their passion and mercy that we have twisted and warped into what has now been reaped.<br><br>

Man knew what they had; Scholars knew. Caliphs knew. And yet we all failed, nonetheless. We had our tests; we had our places of sin and vice. We were to look out for brother and sister, arm-in-arm, to ensure none of us fell. And yet we all did. We all allowed that to become what is. The daemons that roam our streets, that snatch our children from our bed, that eat our wives and break our husbands. They are us, our own creations and perversions. They are humanity as humanity sees itself, made manifest through our own twisted arcyne magicks.<br><br>

The pink-skinned fools would give them the name Z <em>(Author's Note: Yes, they used the full name here. I've censored it for obvious reasons, but their name seemed to hold little power in this foreign land nonetheless)</em>, but we know that they are more than something that can be named. They come from within and manifest without, they are the catalyst that gives rise to Graggar and Baotha <em>(Author's Note: These are not the names the Naledians used, however the entities hold striking similarities to what one would refer to as the Inhumen, or Ascendant pantheon)</em>. They carry out our will, whether we are aware it is our will is a matter of our own intelligence. And our scholars tell us we have little left of that.<br><br>

<strong>The Clash</strong><br>
Some may speak of a meteor, or a clash in the skies. We are not fools. We have eyes that are open, ears unclogged. We hear and see and know. There was no great battle of the heavens, no spectacular fight. They are above that; they do not need to fight their contests with blade and magic and fist. They are almighty, and it is for them that all lives and all dies. If it were brought to the level of us humens, us mundane, it was more like a mother snuffing out a sick child. Holding the pillow to their face, their head underwater, their throat clamped shut. It was the scratching at their arms, the pleading for mercy, the pathetic whimpering that appeared to many as some great flash of light, some powerful meteor. The last cries of a beloved child put to rest.<br><br>

Because they love us; they love all of us. They love all humens, they love everything humens have made, and everything they have done. So even our missteps, our failures, the Z we made in the deepest failures of our daes, is something to be loved and not loathed in their ultimate existence. Not by us, we must recognize what we have done, but they are above that. They know nothing but unending love for all that is inhumen, and the Z is nothing but us.<br><br>

And so, the great tears that they wept when it took it's last breath, the rain of the Weeper, is what marked this era of silence. Fools would tell you that Psydon has died, that they splintered into ‘ten smaller fragments', but that does not make sense. They are everything within and without, they are beyond size and shape. How can everything become something? No, they have merely turned their ear from us. They mourn, for their greatest child and their worst. The first they have had to kill with their own hand, the first infanticide.<br><br>

<strong>The Residue</strong><br>
The corpse remains and rots where the living once lay. Some say they merely do not listen anymore, that they are lost in grief, that they are dead or fractured. But this is not the truth. We have fallen from their grace, their love, and their passion. They have no interest in us; we have failed, well and truly, and caused them to commit sin, something that should not befell a being so great.<br><br>

We are failures, and their grace has left us. We see evidence in the perverted djinn (Author's Note: in prior volumes I referred to these beings as daemons but the concept is more nuanced than I originally understood it as) that roam our streets. They once lived alongside us; lest they were wronged they did not slight us. But they are wrong now, they know what we did. They hate us for it, and we will feel wrath. One can only hope the scholars are right.<br><br>"
	]}
