{"Contents":[
	"<h3><strong>The Path of the War Scholar Volume 3</strong><br></h3>
	<strong><em>Author: Author: Jatholemew von Rittensquatter, Esq.</em></strong><br><br>
	
	It had been many daes since Red and Blue had left my company. Some of their students were ready to undertake their final trials, and if successful, their final rites. These rituals are withheld with great secrecy, none but the golden masks that carry them out and go through them privy to their secrets. As such I was left in the company of their companions; they had tried to have me visit the pleasure houses, taverns, feeding halls and theaters that filled their many streets and yet none of them interested me.<br><br>

	I realize I have failed to describe the existence of such vice in this beautiful city, and the many other Naledian cities, nor it's great significance. The denizens of the city, and the great scholars that study in them, are as previously detailed all believers in Psydon. And yet this is not the only way they differ from our beliefs; their opinions on vices and debauchery are far less restrictive as our own, as they believe that Baotha is merely one of the many aspects of the Z rather than their own God; just as they believe the Ten are merely aspects of Psydon. They say that sipping from a glass is healthy; occasionally dipping one's toe in the pool of vice. But if one were to engorge themselves, they would drown in the proverbial water and find themselves overwhelmed. It is for this reason that war scholars practice free love, even amongst other scholars, and why the imbibing of hashish and wines are allowed in what should be such a chaste organization, at least under the practice of the Ten.<br><br>


	This has led to a very peculiar culture. It is perfectly acceptable to drink, smoke and fuck in the company of your friends; these social constraints keep one from secretly gorging themselves. And yet if one is found in a brothel, smokehouse or tavern alone, they can find themselves socially outcasted, exiled or even imprisoned and rehabilitated if their offences are grand enough.<br><br>


	One may think this extreme; if someone wants to ruin their life on booze, smoke and nitemaidens or men, why stop them? And yet they have a very good reason why. I must admit, some claim the verdant forests of the azure elves, the ancient frosts of the snow elves or even the great plains of Grenzelhoft as being the most magical in the land, but there is no power so ancient and arcyne as that which runs through Naledi. This warrior-poet class, the ‘war scholar' for lack of a better term, is not an anomaly or an odd peculiarity. It is a class of warrior born out of necessity.<br><br>


	For if someone falls into excess, they do not just become a wretch. They do not just invite Baotha into their home, they do not just bring curses upon their land. They invite daemons into their very body, their mind and their city. These are craven, arcyne beings, things that I can scarcely describe. They take the skin of man, beast, even items you may find in your home. They are intelligent, cunning and tactful, and yet completely devoid of emotion or empathy. They do not view humans, or even other daemons any higher than they would a troublesome crumb of bread on their plate.<br><br>


	At this point in my journey, when Red left me in the company of Green, I had only heard scant details of the daemons, and figured them to be the same faerie tales one would hear of verevulfs or vampyres in my homeland; troublesome creechers to be sure, but simply creechers nonetheless. It was not until I saw them with my own eyes that I realized what a horror they were.<br><br>


	I was in the company of the Caliph; she was a very comely woman, heavy of breasts and hip, with deep umber skin and a tongue that spoke sounds more beautiful than any bard could fathom. Her most trusted aide, and one of her many husband-consorts, was the war scholar I had been left in the care of, Green. The Caliph had grown fond of me, and my stories of Grenzelhoft, and I dare go so far as to say I spent a few nites in her private company, but I shan't offend her honor so, even if the people of Naledi are freer minded in such behaviors.<br><br>


	It was in their courts, in any other session, where I met my first daemon. At first, they seemed to be a perfectly normal civilian. Perhaps a fishmonger travelled from a distant port, or a farmer from the more bush-like hills. Eitherway he had the appearance of a yeomen; uneducated and unimposing. I barely paid him a second, but immediately I could see Green's eyes lock with theirs. The yeomen seemed shocked to see a war scholar there; I knew that typically war scholars occupied positions akin to that of a guard, knight or even man-at-arms in times of war, yet it was not unheard of for one to be in the company of a court. And yet this peasant was clearly shocked at his presence there.<br><br>


	Before I had time to open my mouth, and whisper to scholar at my side, it was already over. Both parties moved too fast and violently for my eyes to follow, I've never been a man martially inclined, much less arcyne-inclined. Before the scholar had taken three paces across the room, the four guards stationed by the Caliph's side, and the entrance were dead. The yeoman was gone, and in it's place a figured of shadow and smoke. Wrapped in so many interlacing robes and silks that I could not count, it was a huge, shuddering thing. It appeared oddly inhumen; all the proportions so close to right ,but just barely wrong. It had no legs, its body tapering into a fine, smoky wisp below the waist. I cannot remember clearly, but with two of them it had clapped its hands on either side of the guard's head and merely squashed them like a melon. With the others it had pulled something out of their mouths, which disappeared into the air, and they had simply fallen dead.<br><br>


	And yet, within another two paces, the scholar had dealt with it. The golden bracelet upon their wrist shined powerfully in that room, blindingly so. It seemed to sear his wrist, heat visibly emanating from its surface. This scholar was a pontifex, a user of a magic blade. Typically, these are short, hand-sized blades of arcyne form. And yet in the presence of the daemon it became something else entirely. A massive shimmering slab: it was not a blade, or at least, not what we'd think of a blade. I cannot truly describe it; it will always hold a place in the back of my mind, but I am aware that it could cut anything. It seemed to be the only thing that could truly cut, at least in the truest sense of the word. Ever since then I've looked at the blades I use to slice my bread, and the swords knights use in battle as little more than sharp bats. They tear through their targets with a barbarism that I hadn't noticed until I saw the weapon that scholar held.<br><br>


	He brought it down across the daemon, from shoulder to waist, and the thing immediately fell into two. It made a horrible sound, which was over just as it started, and it had been cleanly cut into two pieces. Disgusting, wriggling red and black things resided in its body, oozing pus and liquid that seeped into the floor. It began to shrivel up, a pungent, black smoke emanating from what was now it's corpse, but I was escorted out of the building before I could see any more. <br><br>"
	]}
