{"Contents":[
	"<h3><strong>The Path of the War Scholar Volume 20</strong><br></h3>
	<strong><em>Author: Jatholemew von Rittensquatter, Esq.</em></strong>
	
	 Throughout these volumes, I have teased my leaving. I lived my entire life there, and I'd hoped to die there too. I'd earned my golden mask, my blade of blue. I'd walked the ways of the scholar, I'd battled warped djinn, I'd advised great Caliphs and courted beautiful loves. I heard their voice whisper to me, in my darkest moments, when their bracelet shone its brightest and hottest on my wrist. But I was born in the wrong lands, in the wrong times, to die in the place I loved.<br><br>

It was impossible to tell person from creecher at this point. They had infiltrated every level of government, merchantry, military, everything that had a structure and an influence had the dark stain of the daemons on it. I shall call them daemons now, because to besmirch the name of what the djinn once where with the concept of these foul beasts would be tantamount to heresy, I, and many other scholars, truly believe that they are not the same things as before. They were not humens, prior to the clash, that is certain. But they had common sense, they could be reasoned with and spoken to. These daemons are something altogether inconceivable and immutable. They are death incarnate; they are the punishment man has wrought for his time poorly spent under Psydon's great gaze.<br><br>

To my misfortune, I was not truthfully the first foreigner to arrive in Naledi. Missionaries from the See had been slowly seeping in in secret for at least two years prior to my arrival. The Church knew of Naledi, and its great arcyne and holy influence through divination and prayer for many decades, yet under the Pysdonites they'd had no reason to travel all that distance. But the Church of the Ten, weak and pitiful as it is, knew that there was great power here. And when they found out it was in the worship of what they still dare to call the ‘Old God', they sent out agents to sow the seed of doubt under the guise of missionaries.<br><br>

Those who worship the Ten do not have the wherewithal to withstand the trials of Naledi. I believe I said this in my first volume, and I shall reiterate it in my last. The desert is trying, and the cities themselves are set up to be labyrinths of temptation and vice. It is only by resisting this temptation, by steeling one's will and one's mind, that they can survive in such a land. So when those churchmen and their retinues arrived in the tens, and eventually the hundreds, they brought great ruin to the lands.<br><br>

At first it was just the outskirt cities and towns; they had less war scholars, less men trained to identify and hunt daemonic influences. We heard rumors about it, and scholars were dispatched. Just Hierophants at first, to advise and guide, but we never heard back from them. Then Pontifex and Viziers, and yet still no word returned. We soon discovered that worship of the Ten had spread throughout all these lands, and scholars were being executed by the Church for heresy. Many could easily convert the Naledian belief of Psydon's withdrawl and fracturing into worship of the Ten; after all, it was still Psydon in essence. But we know it's different; there's a sinister lie somewhere in that worship, something that weakens man and brings the inhumen onto them, and as such the scholars refused to kneel in prayer to false Gods. Unfortunately, we scholars will not have the time to divine what that dark secret may be.<br><br>

 I write this final book as me and my compatriots leave the cities through the desert. It is the same path I took to arrive, yet I will not falter as I did in those first few daes. Our homelands are no longer our homes, and soon they shall fall altogether. The daemons in places of power have expanded the military and are using it to clamp down on the church's own paladins and clerics, while vice and consumption make a mockery of the many Caliph's treasuries. Corruption and paranoia run amok amongst the peasantry and nobility alike, and the entire country has fractured. We speculate it is a matter of months, not years, until the country falls into the dunes, and daemons occupy it more than man does.<br><br>

It is my hope that we survive this journey and manage to spread our many wisdoms and secrets to the common man of my homeland, but we are not fools. Not all of us will survive this journey; daemons are to our back, and the Church is to our front. Yet there is a travelling merchant at this trading post we find ourselves stopped at, and I think the journeys I've had worth cataloguing have come to an end. With some luck, all 20 volumes shall make their way to the rest of the world. What has befallen Naledi will soon befall you as well, dear reader, if you do not read carefully, and learn the lessons I've woven throughout each page. I bid you farewell, and good luck.<br><br>"
	]}
