{"Contents":[
	"<h3><strong>The Path of the War Scholar Volume 1</strong><br></h3>
	<strong><em>Author: Jatholemew von Rittensquatter, Esq.</em></strong><br><br>
	
	 <br><br> The land of Naledi is infamously poor suited for the refined gentleman. The many oils, heavy fabrics, dense wines and rich foods of my homeland fare poorly in the desert, with Astrata's gaze beating upon one so readily. And the user of such items fares even worse. I had only just begun my journey into the foreign land; at this point, I was unaware it was even populated. Early grenzelhoftian adventurers, despite their great galleys and warships, were remiss to venture deep in-land upon areas that did not appear green and verdant as their homeland were.<br><br>
	
	Perhaps two, maybe three daes into my trek by foot, I was prepared for the undermaiden's embrace. I had discarded my cloak, my jacket, my shirt, pants and boots. I had little more than my hat and my smallclothes upon my body, and even that was soon discarded as the worst of the dehydration got to me. I discovered that a combination of rats, mildew and foot rot in the merchant's ship that had brought me yonder resulted in the corks that sealed my various decanters and vials to rot and taint. They fell apart in my hands like dust, and within a dae and a nite every drop of liquid I had was evaporated to Asrata's warm embrace.<br><br>
	
	It was on the verge of madness; images of powers I won't repeat lest I curse my readers as I cursed myself, that they found me. A small party, to be sure, but in my state they appeared before me as avatars of the Ten themselves; strong men and women, embodying virtue and vigor hitherto unknown to fools such as myself. Little did I know how correct my delirious assertation had been; and how false, all at once.<br><br>
	
	Two of them wore marked, aged golden masks. Oddly enough despite their chips and scratches they were gold throughout; not plated like the armors of the more extravagant Grenzelhoftian houses, but true and pure gold. The rest of their group wore much plainers, duller steel masks. Some had a few embeddings of silver; these seemed to be the marker of some accomplishment, or perhaps a tracker of education. All of them donned various colored robes; some were bright pink, others yellow, others blue or a dark red. Yet they were all colored, and all were unique, no two a shade alike.<br><br>
	
	The leader of the group, an odd, stout dwarf who goes by a name I fail to translate to Imperial tongue. His robes were a bright blue, and as such I will refer to them by their color, as I will with all the scholars I discuss from here on. He spoke a touch of Imperial and explained in broken tongues that his group were effectively religious soldiers, not dissimilar to the paladins and clerics of Grenzelhoft, yet different at once. I was not privy to their place in society, or the intricacies of their caste at this time, just to what they were.<br><br>
	
	All of them were magic weavers; it was so peculiar. Some donned blades, long and short, others merely wore robes. Some of them had tight, boiled leather, the mark of a warrior, while others wore clothes more like a court magician would. I am not a magically inclined man, and as such I was unable to divine their abilities, however I am a man well-versed in social powers. There was a clear hierarchy amongst the group; the older dwarf, as well as a tiefling that could have been anywhere from twenty to twenty hundred for all I knew, were obviously the ‘leaders' of the party.<br><br>
	
	Admittedly, their relationship was moreso one of teacher and student than serf and noble. They had mutual respect for one another; as we journeyed, they shared their supplies with not only myself, but eachother. Blue and Red, the dwarf and the tiefling, ate the same odd little white grains soaked in hot water, the same dried and salted fishes and meats, and drank the same bright, fruity wines. And yet, when we stumbled across a group of vagabonds, or some starved, foreign beast, every one of them listened to the foreign cries of the golden masks. Even in the sweltering embrace of Astrata's holy heat, Blue and Red would hold classes and lectures. As my journey neared its end, I realized that this was a group of students and teachers; what had been a perilous journey that almost resulted in my own death had been a mere school excursion for this class of eight.<br><br>
	
	As I came to this epiphany, and saw the great golden city at the edge of the vast sandy wastes, I fell to my knees crying. Not out of sadness, but out of hysterics. I felt pitiful and weak; but the strength I saw in that city, and in the group before me, brought that water to my eyes, and inspired the writing of this series. "
	]}
