{"Contents":["
<p><br></p><p><strong>&quot;
POWDER AND YE BASE FOODES
&quot;</strong></p><p><br></p><p>

Serving the lordes and ladies of the court requires a skilled hand at the hearth, but naught keeps commoners too from eating welle if they do not scorn the wisdom of the butlers.
</p><p><br></p><p>

To grinde the grain, and pour water into the powder, kneading and then adding more powder, is the secret of ye base dough, and should be known even by peasant toddlers. Cutting the dough with a knife gives you smaller pieces.
</p><p><br></p><p>

Pepper is valuable spice indeed, useful for roasted poultry and steaks. Cooked onions, potatoes, and cabbage can be combined with wieners and frybird mostly.
</p><p><br></p><p>

Handpies be goode snacks, mine favorite is truffles placed in a pie-dough and baked, keeps forever until you bite into it!
</p><p><br></p><p>

Potes can be used to make oatmeal from oats, soupe from cut vegetables, and stew from meats. Boil plenty of water, then add the ingridients, three big chunks of it will be enough for a full pot, and waite until it bubbles no more.
Take the pote off your hearth before serving so your guests do not burn their tongues.
</p><p><br></p><p>

A lite snack can be eaten any way you fancie, but a goode meal is best served on a platter, for keeping freshe longer.
</p><p><br></p><p>

Making butter requires milk in a bucket, with pure salte added, then churned mightily with a wooden spoone.
</p><p><br></p><p>

Making cheese requires salted milk like butter, but instead of a spoon, use a cloth to strain out fresh cheese. Add four handfuls of fresh cheese to a cloth to make a cheese wheel, but let it cure before opening.
</p><p><br></p><p>

Pie dough is made by rolling butter dough slices, and one piece needs to be baked so it makes for a good pie bottom. Fill it, then add a pie dough as roofing, then into the oven it goes!
</p><p><br></p><p>

Most nobles enjoy expensive spices on their meals. To make a pepper steak, ye olde fryng pan on a hearth will do well to sizzle raw meat, and the resulting steak can be peppered from a mill, once laid on a table. Place on a platter if ye wishe it, then serve.
</p><p><br></p><p>

</p><p><br></p>"]} 