/datum/faith/psydon
	ru_name = "Пантеон Староверов"
	ru_desc = "Псайдон ЖИВ.\n\
			В Гримории остаются те, кто отрицают канонические учения Церкви по поводу Десяти. Староверы, \
			истинные верующие, как они себя называют, считают что учения Церкви лживы. Они чтут Псайдона как единственного \
			Бога, который только и достоин почтения. А остальная девятка, это лишь отражения его божественности, но не боги. \
			Церковь была захвачена ЕРЕТИКАМИ, что оскверняют Псайдона и восхваляют языческих богов. Но мы выживем. \
			Псайдон неделим. Нет божеств как Астрата, Нок, Дендор, или прочих лжебогов - это всего-лишь разные отражения божественности Псайдона."
	ru_worshippers = "Люди Гизы, Инквизиция и религиозные экстремисты"
