/datum/job/roguetown/veteran
	ru_title = "Страж-Ветеран"
	ru_tutorial = "Он знаком с боем всю свою жизнь. Нет такого способа убить человека, \
	который он не практиковал на лентах войны. Он не стал бы называть себя героем; герои — \
	это те, кто остался гнить на полях, где он оттачивал своё древнее ремесло. Он не спит \
	спокойно по ночам, не любит вспоминать, что ему пришлось сделать, чтобы выжить. Замена \
	приключений на стабильную плату была единственным логичным решением, и, возможно, когда-нибудь ему удастся положить меч."
