/datum/job/roguetown/guild_clerk
	ru_title = "Клерк Гильдии"
	ru_tutorial = "Опрятный. Грубый. Неистовый. Это первые слова, которые приходят на ум невоспетым героям - \
	контрактникам гильдии наемников. Именно через него наемники помогают рядовому горожанину найти наемника и получить \
	за него справедливую цену. Вы не только отвечаете за организацию контрактов для наемников, но и следите за правильным использованием и \
	доставкой вознаграждений из эксидиума. Это неблагодарная работа, но кто-то должен ее выполнять. Возможно, это будете вы."
