/datum/job/roguetown/goblinshaman
	ru_title = "Племенной Шаман"
	ru_f_title = "Племенная Шаманка"
	ru_tutorial = "Если бы вы были человеком, вас бы назвали колдуном. Возможно, даже ведьмой. Но вам определённо лучше знать. \
		Вы – один из избранных Граггара. Сосуд его мощи в этом мире, к лучшему или худшему. Служите духовным советником своего Вождя. \
		Убедитесь что у него есть все, что нужно для триумфа, или займите его место, если он падёт или потерпит поражение."
	announce_latejoin = FALSE
	family_blacklisted = TRUE
