{"Contents": ["<center><font size='12'><b>Книга Правосудия</b><br></font>
<hr><br> 
<b>Издано канцелярией Баронства</b><br><br>
<hr><br></center>
<u><b>Введение:</b></u><br>
Здесь изложены основы правосудия в пределах Баронства. Эта книга служит руководством для судей, обеспечивая вынесение справедливых приговоров и достижение правосудия во имя Равокса. Защита, описанная в этой книге, не распространяется на лиц, признанных вне закона.<br><br>
Судьи должны учитывать следующие факторы при вынесении приговора и назначении наказаний: характер преступления, криминальное прошлое обвиняемого, их моральная ответственность, как разумное существо поступило бы в аналогичных обстоятельствах, кто был потерпевшим, а также любые отягчающие или смягчающие обстоятельства.<br><br>
<u><b>Обзор у головных наказаний:</b></u><br>
<ol>
<li><b>Казнь</b>: Проводится посредством публичного обезглавливания, сожжения или повешения.</li>
<li><b>Порабощение</b>: Применяется только за преступления, специально указанные для такого наказания.</li>
<li><b>Изгнание</b>: Продолжительность определяется тяжестью преступления.</li>
<li><b>Заключение</b>: Продолжительность зависит от тяжести преступления; в крайних случаях может быть пожизненным.</li>
<li><b>Членовредительство</b>: Постоянное удаление частей тела за серьёзные преступления.</li>
<li><b>Калечение</b>: Серьёзные телесные повреждения, не приводящие к потере конечностей или жизни.</li>
<li><b>Публичное унижение</b>: Публичное порицание или другие формы позора, такие как заключение в публичную колодку на определённый срок.</li>
<li><b>Штрафы</b>: Выплачиваются короне или дворянину земли, где было совершено преступление. Невыплата штрафа приведёт к заключению или работе в долговом рабстве.</li>
<li><b>Возмещение убытков</b>: Выплачивается жертве или её семье. Если преступник не может заплатить, он будет подвергнут заключению или долговому рабству.</li>
</ol><br>
<u><b>Кодифицированные преступления:</b></u><br>
Ниже перечислены уголовные преступления, признанные Баронской, с предложенными уголовными наказаниями. Суды могут выносить альтернативные приговоры, если считают их справедливыми, но наказания, более жёсткие, чем предписанные здесь, должны назначаться с осторожностью, чтобы судья не препятствовал правосудию монарха.<br><br>
<u><b>I. Преступления против Баронства, Барона, Баронской семьи и дворянства:</b></u><br>
<ol>
<li><b>Нападение, убийство или самозванство Монарха, членов Баронской семьи, представителей Короны или дворянства:</b> Казнь, порабощение, изгнание, заключение, калечение или публичное унижение.</li>
<li><b>Вымогательство у Монарха, членов Баронской семьи, представителей Короны или дворянства:</b> Казнь, порабощение, изгнание, заключение, калечение или публичное унижение.</li>
<li><b>Клевета на Монарха, членов Баронской семьи, представителей Короны или дворянства:</b> Заключение, калечение, публичное унижение, штрафы или возмещение убытков. Повторные преступники лишаются языка, если клевета была устной, или рук, если она была письменной.</li>
<li><b>Осквернение или неуважение к государственным символам или дворянской собственности:</b> Заключение, калечение, публичное унижение или штрафы.</li>
<li><b>Государственная измена:</b> Казнь.</li>
<li><b>Семейная измена:</b> Изгнание, заключение, калечение или публичное унижение.</li>
<li><b>Подделка документов:</b> Казнь, изгнание, заключение, членовредительство, калечение или публичное унижение.</li>
<li><b>Уклонение от уплаты налогов:</b> Порабощение, изгнание, заключение, калечение, публичное унижение или штрафы.</li>
<li><b>Препятствование правосудию государства:</b> Казнь, заключение или штрафы.</li>
</ol><br>
<u><b>II. Преступления против Святой Церкви Десяти и Святой Инквизиции:</b></u><br>
<ol>
<li><b>Нападение, убийство или самозванство Священнослужителей или членов Инквизиции:</b> Казнь, заключение, членовредительство, калечение, публичное унижение или возмещение убытков.</li>
<li><b>Коррупция священнослужителей или членов Инквизиции:</b> Казнь, заключение, членовредительство, калечение, публичное унижение или возмещение убытков.</li>
<li><b>Непристойное поведение на священной земле:</b> Заключение, калечение, публичное унижение или возмещение убытков.</li>
<li><b>Богохульство против Десяти:</b> Выносится предупреждение. Невыполнение приводит к обвинению в ереси.</li>
<li><b>Ересь:</b><br>
<b><i>Большая ересь</i></b> (поклонение Презренным богам): Казнь, порабощение или заключение.<br>
<b><i>Малая ересь</i></b> (противоречие учению Святой Церкви Десяти): Заключение, калечение, штрафы или возмещение убытков Святой Церкви Десяти.<br>
<b><i>Примечание</i></b>: Псайдонитам разрешено исповедовать свою веру, если она не мешает последователям Десяти.
<li><b>Осквернение священных символов или собственности Церкви:</b> Заключение, членовредительство, калечение, публичное унижение или возмещение убытков.</li>
<li><b>Использование нечестивых сил:</b> Казнь, изгнание, заключение или членовредительство.</li>
<li><b>Кража подношений или имущества Церкви:</b> Заключение, членовредительство, публичное унижение или возмещение убытков.</li>
<li><b>Осквернение мёртвых:</b> Заключение или возмещение убытков как Церкви, так и наследникам усопшего.</li>
</ol><br>
<u><b>III. Преступления против общественного порядка:</b></u><br>
<ol>
<li><b>Поджог:</b> Казнь, тюремное заключение, штрафы или возмещение ущерба.</li>
<li><b>Размахивание оружием без законных оснований:</b> Тюремное заключение, публичное унижение или штрафы.</li>
<li><b>Шпионаж:</b> Казнь или тюремное заключение.</li>
<li><b>Кража:</b> Тюремное заключение, нанесение увечий, публичное унижение или возмещение ущерба. Повторные правонарушители могут быть подвергнуты расчленению, но это не должно происходить при первом правонарушении.</li>
<li><b>Скупка краденого:</b> тюремное заключение или штрафы.</li>
<li><b>Вандализм:</b> тюремное заключение, штрафы или возмещение ущерба.</li>
<li><b>Разбрасывание мусора:</b> тюремное заключение, штрафы или возмещение ущерба.</li>
<li><b>Отравление:</b> казнь, тюремное заключение, штрафы или возмещение ущерба.</li>
<li><b>Вымогательство в тяжелые времена:</b> изгнание, тюремное заключение, штрафы или возмещение ущерба.</li>
</ol><br>
<u><b>IV. Преступления против простолюдинов:</b></u><br>
<ol>
<li><b>Нападение на гражданина:</b> тюремное заключение, нанесение увечий, публичное унижение или возмещение ущерба.</li>
<li><b>Вымогательство у гражданина:</b> тюремное заключение, штрафы или возмещение ущерба.</li>
<li><b>Кража со взломом:</b> тюремное заключение, нанесение увечий, публичное унижение, штрафы или возмещение ущерба. Повторные правонарушители могут быть подвергнуты расчленению, но это не произойдет при первом правонарушении.</li>
<li><b>Грабеж:</b> тюремное заключение, нанесение увечий, публичное унижение, штрафы или возмещение ущерба. Повторные правонарушители могут быть подвергнуты расчленению, но это не будет иметь место при первом правонарушении.</li>
<li><b>Ущерб имуществу или скоту:</b> Штрафы или убытки.</li>
<li><b>Нарушение общественного порядка:</b> Штрафы. Повторные правонарушители будут подвергаться более суровым наказаниям, включая тюремное заключение.</li>
<li><b>Убийство без законного оправдания:</b> казнь, изгнание, тюремное заключение или возмещение ущерба семье жертвы.</li>
<li><b>Убийство с законным оправданием:</b> тюремное заключение, штрафы или возмещение ущерба, если судья не оправдает их полностью.</li>
<li><b>Нелицензированное рабство, порабощение граждан и порабощение иностранцев с уважаемым статусом (дворянство, торговцы, квалифицированные рабочие):</b> преступник будет порабощен, и корона будет иметь возможность выкупить его по справедливой рыночной цене.</li><br>
<b><i>Примечание</i></b>: частным лицам не требуется лицензия на покупку и владение рабами или на передачу права собственности на рабов по наследству.
</ol><br>
<u><b>Дополнительные примечания по юридической процедуре:</b></u><br>
<ol>
<li><b>Судебный процесс:</b> Согласно законам Равокса, каждый обвиняемый имеет право на справедливый суд, в котором обвинения четко изложены, и обвиняемому предоставлена ​​возможность представить защиту.</li>
<li><b>Апелляции:</b> Члены королевской семьи и землевладельцы, осужденные за преступления, могут обжаловать свой приговор в Короне (что может быть передано в Канцелярию). Неземлевладельцы могут обжаловать свой приговор в землевладельце ранга графа или выше (что может быть передано в Канцелярию) или в Канцелярию. Апелляции должны быть поданы в течение года с момента вынесения приговора.</li>
<li><b>Защита обвиняемых:</b> Каждый обвиняемый считается невиновным, пока его вина не будет доказана. Для обеспечения осуждения должны быть представлены доказательства. Члены королевской семьи и дворянства имеют право на более высокий стандарт доказательств, чем простолюдины.</li></ol>"]}	
