{"Contents":["Манеры Джентльмена (Аноним)

Сия книга посвящается молодым людям, что скачут на грозных скакунах и владеют пылающей сталью в пустошах и лесах, как делал наш Псайдон; тем, кто в чистоте своих намерений и действий пренебрег всеми видами придворных манер и учтивости; кто предпочел меч и вороний клюв изящной шляпе и галстуку. Ваши деяния известны и прегрешения прощены, и здесь напоминание для всех, кто желает обучиться этим средствам, дабы они могли возвыситься при высоких дворах старины в нашей священной земле, о обычаях и путях, которыми можно проявить себя джентльменом, достойным уважения; И нести достоинство и влияние ученого и выдающегося лорда, отбросив грубость и браваду дешевого южного наемника.

Первое и самое важное: человек должен ознакомиться с современной модой, чтобы не выглядеть крестьянином или молодым кавалером, разграбившим гардероб своего почтенного наставника; он должен стремиться одеваться в тонкие шелка и яркие цвета, подходящие к празднику, и избегать тусклых и землистых тонов простолюдинов, если только обстоятельства не требуют иного. Например, если Ваша Милость охотится на Зардов в Кровавых холмах, он может позволить себе носить высокие сапоги глубочайшего черного цвета и грубые штаны из сайги, также для верховой езды, чтобы хорошо скрываться среди местности; однако такие вещи были бы совершенно неуместны, явись он ко двору своей возлюбленной просить руки у её отца, одетый подобным образом, и может ожидать, что с ним обойдутся как с глупым Боглом на пороге. Ваша Милость также должна стремиться быть чистым и благоухающим посредством свежей воды и ароматических средств, дабы не оскорбить свою честь или честь хозяина; я рассказываю, как видел в замке Мертвый Дом человека, убитого в поединке за то, что он запачкал кровью южные ковры тамошнего Лорда.

Когда Ваша Милость овладеет искусством гардероба, он должен вести себя с честью и гордостью. Он не должен зажигать трубку в помещении, кроме случаев, когда это предложено хозяином, и в этом случае должен ожидать приглашения только в курительной комнате, дабы испарения не задержались и не въелись в дерево и шерсть, как им свойственно. Он должен снимать шляпу в помещении, а также в присутствии людей более высокого или святого положения, чем он сам, когда позволяет погода, выказывая уважение. Более того, он должен кланяться при всех случаях формального представления мужчинам, а женщинам предлагать нежное прикосновение губ к тыльной стороне кисти, выказывая своё почтение. Ваша Милость также должна стремиться отвечать на все формальности тем же; если кто-то желает "доброго утра", отвечающему следует также пожелать доброго утра; равно как вечером, и особенно ночью, и никогда не отказывать в приветствии тому, кто не выглядит явно подозрительным и кажется благородным человеком.

Наконец, если все эти техники и искусства подведут Вашу Милость, он должен быть осведомлен о правильном применении вызова на дуэль, равно как и о его принятии. Дуэль может быть запрещена законом в некоторых местах, однако в случае, если Ваша Милость окажется в более диком и неистовом месте, он воспользуется этим богатством информации, которое спасет его достоинство и жизнь.

1. Вызов может быть брошен любым человеком подходящего положения; крестьянин не имеет права вызывать дворянина, поскольку испытание оружием есть дело исключительно людей благородной крови; крестьянам следует, если мнение Вашей Милости не расходится с этим, довольствоваться борьбой в грязи.

2. Вызов будет принят с подтверждением, где вызванный выбирает время и место, в разумных пределах, дабы не выказать уклонения или трусости, которое может быть достигнуто обеими сторонами. Вашей Милости советуется выбрать место, которое является как подходящим, так и публичным, дабы наилучшим образом обогатить свою репутацию и защитить свою честь без споров.

3. Разногласие, разрешаемое оружием, может быть до первой крови или до горького и неучтивого конца, хотя, за исключением случаев тяжкого оскорбления, последнее не является предпочтительным, обычным или приемлемым в вежливом обществе. Это остается на усмотрение участников и должно обсуждаться, ради блага Вашей Милости, между Секундантами.

4. Каждый человек должен привести хорошо подготовленного Секунданта, который может быть доверенным слугой, другом или наставником, чтобы обеспечить честь дела и рассудить вопрос как свидетель. Он должен принести оружие Вашей Милости на поле, которое наиболее уместно должно быть оружием мира, и обеспечить его лекарствами и запасной одеждой по необходимости."]}
