{"Contents":["Руководство по лекарствам для идиотов
Это очень краткий обзор того, что делают имеющиеся у вас препараты.



ДЕТОКС - быстро выводит наркотики и лекарства из организма, одновременно удаляя токсины

РЕДЖУВ - универсальная стабилизирующая сыворотка, полезна, когда кто-то находится при смерти, помогает дышать, восстанавливает силы, восполняет кровь, уменьшает боль, не лечит полностью, но хороша для экстренных случаев, когда вы или кто-то другой вот-вот потеряет сознание. Поддержит вас достаточно долго для лечения

ОЧИЩЕНИЕ - Революционная сыворотка, закрывает раны, удаляя любую форму инфекции в организме. Неважно, луна это или зизо, она выжжет её из тела прежде, чем та укоренится. Я сказал выжжет? Да, будет больно.

РОЗОВЫЕ ШАРИКИ - это просто вариация стандартного целебного зелья, восстанавливает общее самочувствие.

ПРОБУЖДЕНИЕ - не хотите спать или не можете? просто примите их и не спите. восстанавливает силы и отрезвляет. борется с усталостью.


лечение для чайников: если при смерти, выпейте реджув, уходите как можно скорее. перевяжите раны. примите розовую таблетку. зашейте раны, когда общее состояние стабилизируется.

Алхимия---------------------------------------

слишком много всего, чтобы рассказать. экспериментируйте. расскажу про две основы и один наркотик.

эссенции - это всё. посмотрите, что можно измельчить в ступке. измельчите кусок мяса, чтобы получить эссенцию плоти. поместите её в перегонный куб и дайте настояться. получится кружка мясной сыворотки. положите пепел (не измельчённый) в перегонный куб, чтобы получить кружку огненной сыворотки. соедините в ведре или горшке (или перегонном кубе), чтобы создать эликсир здоровья

для маны то же самое, только с измельчённой целой рыбой. используйте эту эссенцию и эссенцию огня

для соли соедините эссенцию измельчённых камней, превращённую в сыворотку земли, с сывороткой огня для получения реакции

для озиума соедините сыворотку из эссенции измельчённой сушёной болотной травы из перегонного куба с сывороткой из эссенции измельчённой ядовитой ягоды. формируется в порошок.

есть и другие, но это объясняет концепцию
"]}
