{"Contents":[

"Название: Хроники старины: Разнообразные саги древних Йилов
Автор: Аламер Дж. Вевенсворт, эсквайр
Приветствую, уважаемый читатель, или же обращусь к тайному похитителю, просматривающему эти страницы - если ты не обучен искусству чтения, я потешаюсь над тобой из своего нынешнего пристанища. Сей том является собранием многочисленных сказаний и славных деяний из давно минувших эпох, времён предшествующих великому основанию Гномьей Федерации и до появления загадочного острова, известного нам как 'Остров Загадок'. Прошу тебя читать, размышлять и наслаждаться вволю, дорогой читатель, и выражаю благодарность за приобретение сего тома... или же выражаю своё ироничное признание, буде ты вышеупомянутым похитителем.

СКАЗАНИЕ I: Гном и Псарь

Арвин, кузнец гномьего рода и мудрец в области горного дела, родился в семействе, обременённом тяжким долгом перед зловещим сообществом. Сии недобрые души начали посылать посланников взыскать свои долги различными способами, однако Арвин постоянно ускользал от их хватки. Теперь они наняли Псаря, сопровождаемого верным Псом, нравом подобным пчелопауку, лишённому своего Медового Шёлка. Псарь стучит в жилище Арвина, не получая ничего кроме тишины. С возросшим рвением и убывающим терпением, он стучит снова, лишь чтобы встретить такое же пренебрежение. Затем, осенённый хитроумной уловкой, он спускает своего Пса учинить переполох снаружи, уверенный, что шум выманит Арвина наружу. Пёс в неистовстве носится вверх и вниз по улице, яростно лая, разгоняя крыс и кошек alike. Однако бдение Псаря не приносит плодов; Арвин остаётся невидимым. Одолеваемый досадой, Псарь решается вторгнуться в жилище Арвина, лишь чтобы обнаружить скромную деревянную табличку над наковальней, грубо выгравированную словами 'Ушёл ПИТЬ'.

СКАЗАНИЕ II: Доверие

Посетитель, движимый любопытством, заходит в книжную лавку, чтобы просмотреть последние литературные поступления. Лавочник направляет его в заднюю часть заведения, где ждёт том, полный сказаний о былых приключениях и повествованиях. Покупатель, заинтригованный возможными сагами внутри, приобретает книгу и удаляется в своё уединение. Открыв том, он сперва встречает трактат о грехе книжного воровства, затем приходит осознание – внутри сего объёмистого тома лежит лишь единственная история, о гноме и человеке с псом. Остальная часть книги остаётся чистым холстом.

[ Остальная часть тома лишена надписей ]
"]}
