{"Contents":["<p>Азбука для вашего растущего Бородача! Пусть он узнает Слова, необходимые каждому младшему в наших Крепостях, и передаст эту книгу следующему Поколению, эти и другие Сказания, чтобы ваши Непослушные Малыши встали на путь истинный и научились должному Гномьему Уважению!</p>
<p><strong><em>Издано Гномьей Федерацией</em></strong></p>
<p>--------------------------------------</p>
<p><strong>{Сказания}</strong></p>
<p><strong>[ Козни Ксайликса ]</strong></p>
<p>Для непослушных малышей - &quot;Сказание о Ксайликсе, злодее... Ксайликс - это гроза гномьего народа и его детей... он следит из тёмных пещер за детьми, которые не слушаются... прячется за бочками с элем... и когда ребёнок слишком непослушен... Он превращает их эль во время трапезы... В ВОДУ!!! Так что, дети... не шалите, или Ксиликс доберётся до вашего эля.&quot;</p>
<p><br></p>
<p><em><strong>(множество карикатурных изображений пугающего Ксайликса с бородачами)</strong></em></p>
<p>--------------------------------------</p>
<p><strong>[ Копай-Копай Шахтёр! ]</strong></p>
<p>Весёлая история о постоянной добыче - &quot;Сказание о Копай-Копае! Копай-Копай был одним из лучших шахтёров и другом Горного Дома! Он всегда пил свой эль, ел свою похлёбку, обнимал свою Семью и, конечно же, добывал руду с широкой улыбкой на лице! Копай-Копай всегда начинал копать и рыть яму, и находил много самоцветов и камня для своей Крепости! Многие говорили, что его благословил сам Малум, и по сей день будьте как Копай-Копай, дети!&quot;</p>
<p><br></p>
<p><strong><em>(Рисунки Копай-Копая, который добывает руду, ест, пьёт с счастливым лицом!)</em></strong></p>
<p>--------------------------------------</p>
<p><br></p>
<p><em>Обучение вашего ребёнка обязательно! прочтите ему следующую азбуку, лучше работает, если показывать, что означают слова:</em></p>
<p>А - ЭЛЬ</p>
<p>Б - БОРОДА</p>
<p>В - ВУЛКАН</p>
<p>Г - ГОРА</p>
<p>Д - ДОБЫЧА</p>
<p>Е - ЕДИНСТВО</p>
<p>Ж - ЖЕЛЕЗО</p>
<p>З - ЗОЛОТО</p>
<p>И - ИСКРА</p>
<p>К - КИРКА</p>
<p>Л - ЛАМПА</p>
<p>М - МОЛОТ</p>
<p>Н - НОЧЬ</p>
<p>О - ОРДА</p>
<p>П - ПЕЩЕРА</p>
<p>Р - РУДА</p>
<p>С - СТАЛЬ</p>
<p>Т - ТОПОР</p>
<p>У - УГОЛЬ</p>
<p>Ф - ФОНАРЬ</p>
<p>Х - ХРАБРОСТЬ</p>
<p>Ц - ЦИТАДЕЛЬ</p>
<p>Ч - ЧЕРТОГ</p>
<p>Ш - ШАХТА</p>
<p>Щ - ЩЕБЕНЬ</p>
<p>Э - ЭХО</p>
<p>Ю - ЮНОСТЬ</p>
<p>Я - ЯРОСТЬ</p>
<p><br></p>
<p>(Каждое слово сопровождается символом или рисунком)</p>
<p>--------------------------------------</p>
<p><br></p>
<p>(это тонкая детская книжка, остальные страницы пустые)&nbsp;</p>
<p><br></p>"]}
