{"Contents":[

"<p><strong>Хроники старины: Разные сказания древних Йилс</strong></p>
<p><strong>Автор: <em>Аламер Дж. Вевенсворт, Эсквайр</em></strong></p>
<p>Приветствую, уважаемый читатель, или же обращусь к тайному похитителю, просматривающему эти страницы, если ты не обучен искусству чтения, я подшучиваю над тобой из моего нынешнего пристанища. Сей том является собранием многочисленных сказаний и славных деяний из давно минувших эпох, времён предшествующих великому основанию Гномьей Федерации, и до появления загадочного острова, известного нам как 'Остров Загадок'. Прошу тебя читать, размышлять и наслаждаться вволю, дорогой читатель, и выражаю благодарность за приобретение сего тома... или же передаю своё ироничное признание, буде ты вышеупомянутым похитителем.</p>
<p><br></p>
<p><strong>СКАЗАНИЕ I: Гном и Псарь</strong></p>
<p><br></p>
<p>Арвин, кузнец гномьего рода и мудрец в области горного дела, родился в семействе, обременённом тяжким долгом перед зловещим сообществом. Сии недобрые души начали посылать посланников взыскать свои долги различными способами, однако Арвин неизменно ускользал от их хватки. Ныне они наняли Псаря, сопровождаемого верным Псом нрава подобного пчелопауку, лишённому своего Медвяного Шёлка. Псарь стучит в жилище Арвина, не получая ответа. С возросшим рвением и убывающим терпением, он стучит вновь, лишь чтобы встретить равное пренебрежение. Затем, осенённый хитроумной уловкой, он спускает своего Пса учинить переполох снаружи, уверенный, что шум выманит Арвина. Пёс, в неистовстве, носится вверх и вниз по улице, яростно лая, разгоняя крыс и кошек alike. Однако бдение Псаря не приносит плодов; Арвин остаётся невидим. Одолеваемый досадой, Псарь решается вторгнуться в жилище Арвина, лишь чтобы быть встреченным скромной деревянной табличкой над наковальней, грубо выгравированной словами 'Ушёл ПИТЬ'.</p>
<p><br></p>
<p><strong>СКАЗАНИЕ II: Доверие</strong></p>
<p><br></p>
<p>Покупатель, движимый любопытством, заходит в книжную лавку, чтобы просмотреть последние литературные поступления. Лавочник направляет его в заднюю часть заведения, где ждёт том, полный сказаний о былых приключениях и повествованиях. Покупатель, заинтригованный возможными сказаниями внутри, приобретает книгу и удаляется в своё уединение. Открыв том, он сперва встречает трактат о грехе книжного воровства, затем осознание настигает – внутри сего объёмистого тома лежит лишь единственная история, о гноме и человеке с псом. Остальная часть книги остаётся пустым холстом.</p>
<p><br></p>
<p>[ Остальная часть тома лишена надписей ]</p>
"]}
