{"Contents":["<p><strong>Название: Основные правила игры «Мучение Грейстоуна»</strong></p>
<p><strong>Автор: <em>Джонус из Доу</em></strong></p>
<p>«Мучение Грейстоуна» — это карточная игра для 2-6 игроков, в которой нужно мучить своих соперников картами Мучения. Как только кто-то разыграет все свои карты, он становится победителем.</p>
<p><br></p>
<p>В «Мучении Грейстоуна» каждый игрок получает 7 карт, которые держит в руке так, чтобы другие участники их не видели.</p>
<p>Оставшиеся карты кладутся на стол — это колода для добора. Возьмите верхнюю карту из колоды и положите её лицевой стороной вверх на стол.</p>
<p><br></p>
<p>Ход состоит из того, что нужно сыграть карту или взять карту, если нет возможности положить карту. После взятия карты ход заканчивается.</p>
<p>Когда вы играете карту, положите её лицевой стороной вверх на стол, а карту, которая была на столе изначально, положите под колоду добора.</p>
<p><br></p>
<p>Вы можете сыграть карту, если она той же масти или того же достоинства. Например: девятку пик можно сыграть на девятку червей, четвёрку треф можно сыграть на десятку треф.</p>
<p><br></p>
<p>--------------------------------------</p>
<p>В «Мучении Грейстоуна» есть пять карт Мучения:</p>
<p><br></p>
<p>Двойка — следующий игрок должен взять 2 карты или положить другую двойку, тогда следующий за ним игрок берёт 4 карты. Эффект накапливается.</p>
<p><br></p>
<p>Семёрка — вы можете сыграть ещё одну карту. Эффект накапливается.</p>
<p><br></p>
<p>Восьмёрка — пропуск хода следующего игрока.</p>
<p><br></p>
<p>Валет — смена масти карты на другую. Например, если сыгран валет треф и игрок называет червы, следующая карта должна быть червовой.</p>
<p><br></p>
<p>Туз — смена направления ходов. Ход переходит к игроку, который ходил перед вами.</p>
<p>--------------------------------------</p>
<p><br></p>
<p>Игрок не может закончить игру картой Мучения.</p>
<p>Игрок должен объявить «последняя карта», когда у него остаётся одна карта. В противном случае он должен взять карту.</p>
<p><br></p>"]}
