{"Contents":["<p>[Фрагмент из исследований мира Беллума Эгира, эльфийского исследователя, пытающегося документировать чудеса и опасности мира]</p>
<p><br></p>
<p>Уже несколько недель имперский корабль, на котором я нахожусь, следует за бригантиной, чьи паруса отражают синий мираж</p>
<p><br></p>
<p>Я расспросил нескольких моряков об этом корабле, их ответы породили больше вопросов, чем ответов:</p>
<p><br></p>
<p>&nbsp;\"китобои\", сказали они, \"Наняты капитаном для безопасного прохода к острову\". Некоторые понизили голос: \"Ими командует легенда, великие штормовые звери пали в честных поединках\"</p>
<p><br></p>
<p>Мне удалось расспросить первого помощника во время завтрака, нашего единственного горячего приема пищи за день, о парусах и китобоях</p>
<p><br></p>
<p>\"Китобои, последователи Абиссора, сильные кабронес, капитан еще сильнее, убили дочь шторма и сделали парус из её перьев\"</p>
<p><br></p>
<p>Сегодня вечером я спрошу капитана о разрешении подняться на борт того корабля</p>
<p><br></p>
<p>[День свадьбы]</p>
<p><br></p>
<p>Полагаю, была совершена серьезная ошибка, капитан несколько раз спрашивал меня, уверен ли я</p>
<p>Он сказал мне, что я буду в плоту, который подберет бригантина, так как им нужно было передать дополнительные припасы в качестве подати и гарантии того, что меня не выбросят за борт. Он передал мне запечатанное письмо для капитана и велел ждать в моей каюте, пока они всё подготовят. Я видел, как корабль приближается, и когда это происходило, море содрогнулось в ярости. У нас всё это время были спокойные моря и попутный ветер, что-то здесь не так, я чувствую это</p>
<p><br></p>
<p>Пожилая женщина по имени Корделия помогла мне выбраться из маленького плота и провела меня в трюм корабля. Здесь повсюду запах масла и железа, она усмехнулась, сказав, что это место одновременно кладбище и храм. Я представился</p>
<p><br></p>
<p>Я спросил её о \"китах\"</p>
<p><br></p>
<p>\"Великие морские создания Абиссора, не захочешь с ними драться\", улыбнулась она, указывая на стены корабля, где были вырезаны руны, изображения и символы, или \"обереги, молитвы, подношения ветрам и водам\"</p>
<p><br></p>
<p>\"Киты, дети Абиссора, не все одинаковы, не все плавают, сыны морей созданы как те, кто ныряет и плавает, и те, кто приходит со штормом\"</p>
<p><br></p>
<p>Она провела меня вверх по лестнице и открыла дверь. Лучи солнца ударили мне в глаза, и я увидел людей корабля: у них были татуировки, шрамы, свободная одежда, крюки и амулеты, оружие. Они все выглядели готовыми к войне, в отличие от людей империи, которые были в униформе и хорошо одеты.</p>
<p><br></p>
<p>Корделия указала на мачту, яркий переливающийся синий свет отражался от неё, когда ветер дул в парус</p>
<p><br></p>
<p>\"Она пришла со штормами и убивала наших моряков, с каждым мгновением альбатрос подбирался ближе, он пролетал над палубой, хватая членов экипажа и распевая свою ужасную песню\", она продолжала свой рассказ, её глаза с катарактой, почти белые, смотрели на палубу, словно она снова видела всё происходящее перед собой. \"Она пела, пока пожирала каждого члена экипажа, пока во время одного из её налётов гарпун капитана не встретил её. Её единственный глаз был ослеплён, и она рухнула на нашу палубу, к тому времени мы все хотели заставить её заплатить\"</p>
<p><br></p>
<p>Она улыбнулась, показав отсутствующие зубы, но с той милой улыбкой, как у бабушки</p>
<p><br></p>
<p>\"Что ж, из неё вышел отличный парус в конце концов\"</p>
<p><br></p>
<p>Я глубоко вздохнул, осознавая, что лишь коснулся берегов всех историй, которым следуют эти китобои, восхваляя Абиссора и следуя всем его заветам</p>
<p><br></p>"]}
