{"Contents":["<p>Название не лжет, Читатель. Это руководство является самой продвинутой книгой, написанной на сегодняшний день о спорте и искусстве рыбной ловли, но это только потому, что для написания «Руководства для начинающих по рыболовству» достаточно написать слова «Насадите червяка на крючок, опустите крючок в воду, дождитесь поклевки и вытащите рыбу». Рыбалка, в конечном счете, удивительно проста, но трудна в освоении. Только с терпением и правильной практикой можно надеяться полностью воспользоваться дарами Абиссора, но с этим руководством процесс обучения должен быть в целом проще даже для неопытных.</p>
<p><br></p>
<p><strong>Начало</strong></p>
<p>Способ изготовления удочки обманчиво прост и легок. Необходимы только небольшое бревно и кусок волокнистой нити. Но как любой может догадаться, рыба не ест металл. Вы должны копаться в грязи, пока не найдете подходящую живность, чтобы приманить рыбу на крючок. Подойдут черви, пиявки и личинки, и разные виды приманки, как правило, привлекают разные виды рыб.</p>
<p><br></p>
<p>-Карп клюнет на любую приманку, но больше всего любит обычного червя, что соответствует его статусу самой распространенной рыбы. Однако не думайте о них хуже из-за их доступности, они прекрасно подходят для приготовления пирогов с фаршем. Ультра-редкий вид с бирюзовой чешуей используется для создания прекрасного красителя для тканей.</p>
<p>-Угри предпочитают пиявок. Люди проводят параллели между формой пиявки и угря и делают вывод, что угри будут пожирать друг друга при первых признаках нехватки пищи, но это пока не доказано. Ультра-редкие виды с красной чешуей часто таксидермируют и носят как шарфы в качестве модного заявления.</p>
<p>-Удильщики предпочитают личинок. Личинки нечасто попадаются при поиске приманки, поэтому удильщики соответственно редко ловятся. Неизвестно, как светятся их головные приманки, но некоторые подозревают, что у них есть незначительные магические способности. Ультра-редкие варианты с фиолетовой чешуей высоко ценятся магами для изучения их приманок.</p>
<p><strong>Факты о рыбе</strong></p>
<p>-Любой вид рыбы можно измельчить и использовать для любого рецепта, требующего фарш, включая пироги, колбасы и салюмои.</p>
<p>-Рыбу на удивление легко поместить в мешки, вы можете носить около 15 штук в одном мешке одновременно!</p>
<p>-Ваша местная таверна не обязательно должна быть единственным покупателем рыбы. Гильдия торговцев ценит экспортируемую рыбу, поскольку она портится невероятно медленно, особенно редкие варианты. Именно по этой причине никогда не помешает держать немного рыбы в кладовых на случай неурожайного сезона.</p>"]}
