{"Contents":["Легенда о Ночном Звере.
Автор: Пакетто Учёный

После великого потопления Псидона его божественные дети остались удручёнными. Каждый научился справляться со своей печалью по-своему, и не исключением была наша великая богиня Астрата, которая нашла своё спасение в том, что направила свою любовь к смертному миру. Она с большим интересом наблюдала за их взлётами и падениями. Один человек среди многих, благородный лорд Валории, привлёк пристальное внимание Астраты. Она с изумлением и любовью наблюдала, как смертный по имени Антеро из Валории создал процветающее королевство из земель, некогда наводнённых бандитами и разбойниками.

Считается, что Астрата обрела надежду в Антеро, полагая, что человечество не столь злобно, как его изображали те, кто с запада. Она отчаянно хотела увидеть то, что её отец когда-то видел в творениях, которым он благоволил до того, как был сокрушен их предательством. То, что лежало в сердце Астраты, известно наверняка только ей и Эоре. Однако она решила спуститься в мир смертных, приняв облик прекрасной женщины, что было неведомо Антеро, который ошибочно принял её за иноземную принцессу.

В их союзе родился сын, но Некра, уже страдавшая от деяний западных некромантов и их попыток воздействовать на полубогов, была крайне недовольна. Она считала действия Астраты безрассудными и недостойными её природы. Некра предупредила Астрату забрать своё дитя при рождении.

В отчаянии Астрата обратилась к самой богине плодородия и любви, Эоре, за советом и наставлением. Они разработали план пожертвовать смертной формой Астраты, чтобы спасти её ребёнка. В день рождения своего ребёнка богиня вознеслась обратно в небесное царство Вечного Света, вынужденная оставить своё дитя и возлюбленного в мире смертных. Некра, недовольная поступками Богини Солнца, объявила, что со временем она заберёт возлюбленного Астраты и их ребёнка в подземный мир, куда не проникает божественный взор Астраты, и так она никогда больше не увидит свою смертную семью.

С опечаленными глазами Астрата наблюдала, как её семья живёт без неё. Она с большим интересом следила, как её сын, названный Майклом, вырастает в мужчину. Он был отмечен богами, человек, щедро благословлённый лучшими чертами своих родителей. Ведомый невидимой рукой матери, он жил своей жизнью, воспитываемый как наследник и будущий король Валории.

Когда отец Майкла отошёл в подземный мир, Астрата не могла вынести мысли о том, что он последует по стопам отца. Тут появился Ксиликс, бог-обманщик, который пришёл к Богине Солнца Астрате с надеждой на решение. Он заявил, что если кто и знает, как обмануть саму природу смерти, то это мудрейший в их семье, Бог Нок, повелитель Тьмы, Ночи и Снов.

Однако когда Нок был призван своей сестрой Астратой помочь её ребёнку избежать хватки подземного мира, Нок поначалу отказался, утверждая, что такой поступок неразумен. Астрата не могла понять, почему её брат, принц Вечной Тьмы, не мог приказать своему вассалу-лорду Некре оказать эту услугу. Нок проповедовал важность поддержания порядка и автономии подземного мира. Ксиликс насмехался над Ноком, заявляя, что он недооценил мудрость Нока и что тот не сделает этого одолжения, потому что не знает как. Нок знал, что это ложь, и оставался невозмутимым.

Ксиликс обратился за советом к Эоре и предположил, что Ноку мешает помочь сестре не недостаток знаний, а недостаток любви. Под давлением Ксиликса, Эоры и своей сестры-близнеца Астраты, Нок согласился помочь, несмотря на своё здравое суждение. Он отправился в подземный мир к Некре просить её благословения, которое она отвергла, назвав Нока глупцом за то, что поддался их замыслу. Однако, не в силах отказать Ноку, она позволила ему зачерпнуть флакон воды из реки подземного мира. Нок отдал этот флакон своей сестре Астрате, которая затем передала его своему сыну, чтобы тот мог стать бессмертным.

Но смех Ксиликса до сих пор эхом отдаётся, ибо это зелье превратило возлюбленного сына Астраты в неузнаваемое создание, охваченное пламенем материнского света. Он обрёл бессмертие, но ценой жизней смертных, которыми он когда-то правил. Астрата была полна стыда, зная, что её действия извратили её сына и его королевство навеки, вынужденная даже не смотреть на него и всю его кровную линию вампирических паразитов, если только они не погибнут в солнечном свете.

Так, из жалости и любви к своей сестре-близнецу, Нок принял Майкла и его будущее потомство, чтобы любить их как своих собственных, как когда-то Астрата любила его. Так появились первые из ночного племени, также известные как вампиры. Раны между Астратой и Ноком с тех дней до сих пор не зажили."]}
