{"Contents":["
<p><br></p>
<p><strong>Название: Мифы и легенды Рокхилла и окрестностей, том I</strong></p>
<p><strong>Автор: <em>Арбалий Младший</em></strong></p>
<p><br></p>
<p><strong>ДЖЕННИВЕР С РЕКИ</strong></p>
<p><br></p>
<p>На дороге, соединяющей Эмберфолл и Шейдвуд, есть глубокая бурная река, через которую построен крепкий высокий мост, возведённый века назад и до сих пор гордо возвышающийся над пропастью внизу. Столетия назад,</p>
<p>правитель Эмберфолла нанял мастера-каменщика, чтобы построить новый мост через реку Блэкрок, недалеко от деревни Сельскипруст.</p>
<p>Мастер трудился дни и ночи напролёт. Каждый день он просыпался, умывался, ел и работал, пока не выбивался из сил. Спустя несколько дней после начала строительства, прекрасная дочь мясника начала приносить мастеру-каменщику хлеб на полдник.</p>
<p>Очарованный красотой девушки, строитель мог лишь смотреть на неё в изумлении, и несмотря на попытки девушки завести разговор, она никогда не могла получить от него больше нескольких фраз.</p>
<p>После недель такого распорядка он признался ей в любви, но она не ответила взаимностью, так как была обещана сыну купца и вскоре должна была выйти за него замуж.</p>
<p>Мастер был разочарован и опечален, но вскоре его печаль превратилась в ревность.</p>
<p><br></p>
<p>Девушка по-прежнему приносила ему ежедневный полдник. Однажды каменщик попросил девушку встать там, где он строил, чтобы дать ему тень. Он начал строить поверх её тени. Когда день закончился, девушка заболела.</p>
<p>Она пролежала в постели несколько недель, с каждым днём становясь всё слабее. Никакие молитвы или лекарства не могли её исцелить. Последнее, что девушка сказала своему отцу, это то, что мастер-строитель проклял её, построив поверх её тени,</p>
<p>замуровав её в мост. Услышав это, её отец собрал деревенских жителей, чтобы найти каменщика, но когда они прибыли на место работы, мастера нигде не было видно. Девушка умерла через несколько дней.</p>
<p>Некоторые деревенские жители говорят, что когда проходишь по мосту ночью, можно услышать чарующий голос Дженнивер, поющей тоскливые песни для усталых путников, которые могут остановиться и послушать её пение.</p>
<p><br></p>
<p><strong>СОКРОВИЩА ИСМАИЛА ЗОЛОТОЗУБОГО</strong></p>
<p><br></p>
<p><br></p>
<p>Земли Зибантийской Империи до и после её основания породили множество воров и разбойников, но никто не был столь печально известен, как Исмаил Золотозубый. Родившись старшим сыном пастуха в маленькой деревне в дне пути от Зафирабада,</p>
<p>он жил нормальной жизнью. По мере того как он становился старше, он становился всё более и более злым, что привело его к тому, чтобы присоединиться к местной банде.</p>
<p>Он был быстро причинять беду днём и грабить местных жителей ночью. Из-за их действий местные жители решили, что им больше не нужно этого, и они выгнали Исмаила и его группу из деревни.</p>
<p>После многих дней путешествия через пустыню они случайно наткнулись на другой городок. Они воспользовались местными жителями и их невинной добротой, чтобы украсть инструменты, чтобы использовать их как оружие.</p>
<p>Они также принимали любого молодого человека, которого они встречали, чтобы присоединиться к банде.</p>
<p>В конце концов местные жители решили, что они больше не хотят этого, и банда Исмаила была отправлена, но этот раз они украли достаточно инструментов и припасов, чтобы прожить не менее недели в пустыне.</p>
<p>Исмаил взял под контроль банду, благодаря смерти их предыдущего лидера из-за чрезвычайной опасности пустыни.</p>
<p>После долгого и утомительного путешествия через песок группа нашла пещеру, близкую к оазису, которая стала их новым домом.</p>
<p>Оттуда они будут атаковать случайных торговцев и других путешественников в течение многих месяцев.</p>
<p>Иногда некоторые члены группы будут ходить в близлежащие деревни, чтобы нанимать любого, кого они могут. Банда Исмаила выросла от небольшой группы из 12 человек до полной бандитской группы из 30 человек и 4 шлюх.</p>
<p>В то время как большинство разбойников было бы счастливо с этим, Золотозубый был чем-то большим, чем просто разбойником.</p>
<p><br></p>
<p>Исмаил собрал своих людей и все припасы, которые он мог нести, и отправился в Порт Сервос, грабя и убивая всех, кого он мог на своем пути. Через пять дней после начала их путешествия Порт Сервос был в виду.</p>
<p>Он установил лагерь рядом и ждал заката.</p>
<p>Когда земля была покрыта ночью, Исмаил знал, что пора нападать.</p>
<p>Он собрал всех своих людей и пробрался в гавань, захватив корабль под названием "The Mountain", пока его команда была занята развлечениями и питьем.</p>
<p>На корабле был только капитан, который не сопротивлялся нападению толпы нечистых разбойников перед ним. Когда солнце встало, капитан корабля был ошеломлен, увидев пропавший корабль.</p>
<p>Золотозубый стал известен как неприкаянный и жестокий пират, который был известен тем, что уничтожал всех на корабле, кроме одного, которого он вырвал глаз и оставил в порту, чтобы рассказать о его делах.</p>
<p><br></p>
<p>Его поток грабежа продолжался 14 лет, и он стал первым пиратом, командовавшим флотом кораблей. Он назвал свою флотилию "The Black Fleet".</p>
<p>В свое время в ней было пять кораблей, 1200 гребцов, 400 пиратов, 10 баллист и 5 онагеров. За эти годы Исмаил Золотозубый накопил самую большую награду в истории Зибантийской Империи.</p>
<p>Цена на самого Исмаила и его флотилию была достаточно высокой, чтобы их атаковали почти каждую неделю пиратами, желающими получить золото на голове Исмаила.</p>
<p>Атаки стали более частыми, и его грабежи стали реже, и, таким образом, плоды его труда стали меньше и меньше.</p>
<p>Постепенно, портовые города, дружелюбные к пиратам, начали отказывать Исмаилу корабли, что привело к потере кораблей.</p>
<p>&nbsp;</p>
<p>После 15 лет, когда великий "The Black Fleet" был уменьшен до двух кораблей, когда пираты находились близко к острову Вандендор, они были атакованы 10 кораблями Зибантийского флота.</p>
<p>Атака застала пиратов врасплох, что привело к потере еще одного корабля. "The Mountain" отплыл от враждебного флота, получив значительные повреждения и потеряв большинство пассажиров на борту.</p>
<p>Корабль врезался на остров Энгима, уничтожив оставшихся на борту души.</p>
<p>Когда флот Зибантийской Империи достиг острова, они нашли обломки "The Mountain", но тела Исмаила Золотозубого и его огромного сокровища не были нигде видно.</p>
<p>Лидер флота Зибантийской Империи отправил несколько экспедиций, чтобы исследовать остров.</p>
<p>Поиск продолжался несколько недель, но пираты никогда не находили.</p>
<p>Некоторые думали, что сокровище может быть на острове, но оно до сих пор не найдено.</p>"]}
