{"Contents":["<p><strong><em>Автор: Арент из павшего эльфийского Дома Иллюструвин.</em></strong></p>
<p><br></p>
<p>В мои поздние дни я тревожился о том, что будет, когда Некра призовет меня в свой дом; часто я молился моему покровителю-отцу Ноку о способах продлить мою жизнь навечно. Множество ночей я проводил в молитвах во снах, надеясь увидеть Нока собственными глазами... Пока в одном сне его бледный лик не приветствовал меня холодной улыбкой.</p>
<p><br></p>
<p>\"Сын мой\", - он сделал паузу. Нок говорил так, словно был моим давно потерянным отцом. \"То, что ты ищешь, всё это время было рядом с тобой\".</p>
<p><br></p>
<p>Я сидел там в замешательстве. \"Мои сны лишь о тебе, ночной отец, и ни о чем больше. Я не могу разглядеть то, что перед моими глазами\".</p>
<p><br></p>
<p>Нок взмахнул руками вокруг себя. \"Арент, дитя... Ты всегда был моим самым верным последователем. За это я просвещу тебя -- Ты не первый Искатель Снов; но ты станешь первым, кто узрит откровение. Иди, возьми мою руку, и мы увидим Демона Снов\".</p>
<p><br></p>
<p>Я схватил руки Нока, и в одно мгновение мир вокруг меня превратился в слова. Моя форма изменилась - превратилась из тонких шелковых тканей и кожи... В воплощённый язык. \"Смотри, искатель - смотри, как читают книгу\", - сказал мой покровитель; я подчинился его просьбе, когда слова превратились в бумагу. \"Это демон, Арент. Он состоит из слов и языков - приди и впиши своё имя в его кожу\". Инстинктивно мои руки нацарапали слово, написанное тысячи раз прежде; но в этот раз я чувствовал, как моё существо отпечаталось внутри шести букв, которые я начертал. Нок щёлкнул пальцами, и слова снова стали реальностью.</p>
<p><br></p>
<p>\"Что я сделал, о ночной отец? Почему ты показал мне такую ужасную вещь?\" Мой голос дрожал от страха.</p>
<p><br></p>
<p>\"Дорогой Арент, я показал тебе то, что истинно реально. В ЗАПРЕДЕЛЬЕ есть только ИСКАТЕЛЬ и ДЕМОН. Я показал тебе способ запечатлеть себя в самой ткани реальности, чтобы жить вечно\".</p>
<p><br></p>
<p>Я проснулся в холодном поту. Нок ответил мне, и я должен поведать миру его истину. Я потрачу все свои сбережения, чтобы напечатать эти слова, чтобы показать смертным, чем на самом деле являются сны.</p>"]}
