{"Contents":["<p><strong><em>Автор: Килдрен Берчвуд, исследователь магии</em></strong></p>
<p>Во время моих исследований, когда приближались сумерки, я пробормотал простое заклинание, чтобы зажечь свечу. Несмотря на то, что я делал это бесчисленное количество раз прежде, этот акт зажигания свечи заинтриговал мой уже утомленный разум. Я выучил заклинание для создания искры огня, однако оно использует мою манну для его произнесения. Что появилось первым? Манна, которую мы используем для заклинаний, или заклинания, в которых мы используем нашу манну? Вскоре этот вопрос привел к другому - более глубокому.</p>
<p><br></p>
<p><strong>\"Если Нок дал нам Божественное Знание... Кто дал нам, смертным, Божественную Силу?\"</strong></p>
<p><br></p>
<p>Прервав свои исследования, я потянулся за книгой, содержащей мои записи о богах. Во многих учениях о Ноке он прославляется как первенец Псидона, он есть ночь и отец божественного знания. Нок дал нам знания о том, как использовать тайную магию, но во всех писаниях о Ноке ни одно не описывало, как мы получили эту божественную силу, которую большинство магов называют Манной.</p>
<p><br></p>
<p>Возможно, у других первенцев были ответы? Я быстро пролистал страницы моей книги. Астрата, Богиня Дня. Она дала нам, смертным, солнце; может быть, оно как-то связано с манной? Но это невозможно - не было никакого объяснения нашей врожденной силе. Может быть, слово \"Солнце\" из оригинальных текстов было неверно истолковано или переведено? Могла ли \"Луна\" Нока претерпеть то же самое?</p>
<p><br></p>
<p>Чем больше я изучал, тем более потерянным себя чувствовал. Это просто не могло быть возможным - неужели этот вопрос никогда не исследовался? Должен быть ответ! Должен быть! Пока я размышлял дальше, меня осенила идея.</p>
<p><br></p>
<p>\"Солнце\" и \"Луна\" - возможно, оба небесных тела излучают манну, которую мы поглощаем? Таким образом давая нам тайную силу! Подобно тому, как растения растут под солнечным светом!</p>
<p><br></p>
<p>Как только эта мысль завершилась, я уже начал писать своим коллегам, излагая мою теорию на протяжении всей ночи. Время от времени я поглядывал на свою свечу, пока писал.</p>
<p><br></p>
<p>[В конце свитка есть несколько иллюстраций луны и солнца, излучающих какую-то энергию вниз на рисунок человека.]</p>"]}
