{"Contents":["<p><strong><em>Подписано под псевдонимом &quot;Теодор Спиллгатс&quot;</em></strong></p>
<p>Воины всех верований гордятся честью и мастерством. Воля к битве - храбрость перед лицом смерти - сила, выносливость и искусность в доминировании над противниками на поле боя - вот значки, которые носят воины. Но должно ли это быть так? По мнению автора, есть только один достойный значок для воина - значок победы. Мы не армии - мы люди! Войны выигрывают армии, но люди их только переживают.</p>
<p><br></p>
<p>Величайшие полководцы - те, чьи армии не редеют, несмотря на количество битв, и достижение такого результата происходит не через мастерство или честь, а через тактику и стратегию; поэтому мы, как люди, должны принять ту же перспективу, если хотим быть по-настоящему великими. Что такое честь или мастерство без победы, или гордость без земли и наследия?</p>
<p><br></p>
<p>Воины всех верований становятся жертвами одних и тех же шести заблуждений.</p>
<p><br></p>
<p><em>Ценить победу выше жизни</em></p>
<p><br></p>
<p>В смерти нет победы, что бы ни внушали вам ваши господа! Когда воин уверен в поражении, нет позора в отступлении или в том, чтобы вовсе избежать битвы. Это заблуждение легко преодолеть - никогда не вступайте в битву, в которой не уверены в победе.</p>
<p><br></p>
<p><em>Излишняя прямолинейность</em></p>
<p><br></p>
<p>Насильственный конфликт не обязательно должен решаться поединком. В убийстве нет трусов, ибо только выживший действительно победил. Засады, отравления, поджоги, предательство - всё это пути, которые должен исследовать хитрый воин. Не ограничивайте себя открытыми столкновениями, ведь даже любитель может представлять опасность для невезучего воина. Если возникает возможность, всегда подходите к битве с самым надёжным методом победы.</p>
<p><br></p>
<p><em>Воинская надменность</em></p>
<p><br></p>
<p>Не обманывайте себя самодовольством, сколько бы боёв вы ни выиграли. Всегда найдётся кто-то сильнее и искуснее, хитрее или лучше вооружённый. Предполагайте при любых обстоятельствах, что вы уступаете противнику, и вы никогда не будете застигнуты врасплох. Сражаясь в группах, не бросайтесь впереди товарищей в погоне за славой - держитесь вместе, действуйте методично и двигайтесь как единое целое.</p>
<p><br></p>
<p><em>Одержимость снаряжением</em></p>
<p><br></p>
<p>Многие воины чрезмерно озабочены состоянием и качеством снаряжения, которое они берут с собой в бой. Бесспорно, это важные факторы, особенно на войне, но не обманывайтесь - самый крепкий доспех из зибантийской стали не защитит вас от фатально плохого планирования! Не рискуйте жизнью и конечностями ради приобретения или возвращения оружия и доспехов. Это предметы, предназначенные помогать вам в самозащите, они не принесут вам пользы, если вы можете погибнуть в борьбе за них.</p>
<p><em>Целиться в голову</em></p>
<p><br></p>
<p>Распространённая ошибка - целиться в голову при ударе копьём или дубиной, и в шею при ударе мечом или топором. Хотя голова действительно может быть смертельным уязвимым местом смертного тела, она часто лучше всего защищена, закрыта металлом или вареной кожей, в то время как внутренности противника защищены только тканью. Также труднее попасть в голову, особенно более тяжёлым, медленным оружием. Часто лучшей стратегией является атака менее защищённых частей тела противника, какими бы не жизненно важными они ни были, и добивание более точным ударом после того, как их защита будет сломлена.</p>
<p><br></p>
<p><em>Принимать монеты вместо власти</em></p>
<p><br></p>
<p>Это величайшее из всех воинских заблуждений, и все, кто хочет жить, а не умереть от своего клинка, должны прислушаться к этим словам: истинная мера ценности человека - это его наследие, а мёртвый бездетный человек не оставляет такового. Если вам когда-либо предложат власть или землю вместо денег, берите их и обеспечивайте своё наследие, вместо того чтобы жить от получки до получки и сражаться до смерти.</p>
<p><br></p>
<p><strong><em><u>Избегайте ошибок, совершённых вашими предшественниками. Избегайте шести заблуждений и станьте по-настоящему великими.</u></em></strong></p>"]}
