{"Contents":["<p><strong>Название: Забрекалрек, Сага Черной Горы: Часть Первая</strong></p>
<p><strong>Автор: <em>Написано Горреком Сказителем, переведено Хагридом Говорящим-с-Людьми.</em></strong></p>
<p><br></p>
<p>Много крепостей построил Горный Народ в Эреце, но немногие были столь могущественны, как Забрекалрек - Черная Гора. По слухам, созданная из первородной породы, она была известна как великий дом, построенный из почерневшей породы, найденной глубоко в недрах Эреца. Именно здесь гномы разгадали загадку стали, и где днем и ночью гудели огромные кузницы, создавая слитки темно-синего металла. Из этих металлов ковали многое: от могучих клинков и доспехов до обычной столовой утвари и игрушек.</p>
<p><br></p>
<p>Какое-то время все было хорошо.</p>
<p><br></p>
<p>Но вскоре крепость начала содрогаться - создавая мощные толчки во множестве туннелей и проходов Забрекалрека. В конце концов, дрожь достигла даже великого трона Короля Хазуна III; и он отправился со своими величайшими союзниками в самую глубокую яму черной горы -- туда, где его народ нашел чудесную породу. К удивлению Короля, она заговорила с ним:</p>
<p><br></p>
<p>«ВЫ ДОСТАТОЧНО ДОЛГО ПОЖИРАЛИ ПЛОТЬ МОЮ, ДЕТИ ЭРЕЦА.»</p>
<p><br></p>
<p>Ошеломленный, Хазун устало протер глаза в шоке. Говорящая порода? - подумал мудрый Король-гном. Его спутники тоже стояли в молчании, совершенно напуганные громовым голосом. Он попытался открыть рот, чтобы заговорить, но прежде чем слова слетели с его губ, великая порода заговорила снова:</p>
<p><br></p>
<p>«НЕ СМЕЙ ГОВОРИТЬ ПРЕДО МНОЮ, ДАРОВАВШИМ ТЕБЕ ТАКУЮ МИЛОСТЬ. ПРЕКЛОНИ КОЛЕНО ПЕРЕД ГРАГГАРОМ, НА КОГО ТЫ ВЗИРАЕШЬ!»</p>
<p><br></p>
<p>Король-гном сделал так, как велела порода; как и его верные спутники. Порода преобразилась перед их глазами в звездоподобный узор с гримасничающим лицом, глядящим на гномов. Граггар сверкнул своими красными глазами, его ужасающий облик мог заставить бежать в страхе даже самого упрямого козла...</p>
<p><br></p>
<p>«ВЫ ДОЛЖНЫ ПРЕКЛОНИТЬ КОЛЕНИ В СЛУЖЕНИИ ЗА ДАРЫ СВОИ, МЕЛКИЕ-ГНОМЬИ-СОЗДАНИЯ. ИЛИ ПОГИБНУТЬ. ВЫ БУДЕТЕ ПОКЛОНЯТЬСЯ МНЕ КАК СВОИМ БОГАМ.»</p>
<p><br></p>
<p>Король Хазун, владыка Забрекалрека, не мог принять такие требования... И ответил:</p>
<p><br></p>
<p>«Нет.»</p>
<p><br></p>
<p>Тогда гора извергнулась.</p>
<p><br></p>"]}
