/datum/faith/zizo
	ru_name = "Зизо"
	ru_desc = "Реальность подчиняется Божественной Сущности.\n\
	Давным-давно, Зизо достигла невозможного: она уничтожила Псайдона и заняла его место. \
	Слабые умы придерживаются так называемых Преемников и отвергнутых Инуменов, а некоторые и вовсе утверждают, что Псайдон все еще жив!\n\
	Божественная Сущность Зизо смотрит с улыбкой, когда мы оскверняем создание Псайдона и становимся божествами, которыми мы всегда должны быть."
	ru_worshippers = "Некроманты, Властное, культисты и любые другие экстремисты"

